{
  "battleGoals": {
    "286": {
      "": "Акробат",
      "text": "При прохождении сценария положить карту в стопку «Потери», чтобы предотвратить получение 5 или более единиц урона."
    },
    "287": {
      "": "Агорафоб",
      "text": "При прохождении сценария каждый ваш ход заканчивать на клетке, соседней со стеной или препятствием."
    },
    "288": {
      "": "Альтруист",
      "text": "При прохождении сценария добыть меньше монет, чем любой другой персонаж."
    },
    "289": {
      "": "Ассистент",
      "text": "При прохождении сценария убить монстра, уже атакованного союзником в текущем раунде."
    },
    "290": {
      "": "Крепыш",
      "text": "При прохождении сценария не передвигаться с клетки, соседней с монстром."
    },
    "291": {
      "": "Добиватель",
      "text": "При прохождении сценария последним убить монстра."
    },
    "292": {
      "": "Хранитель",
      "text": "При прохождении сценария не класть карты в стопку «Потери» для отмены урона."
    },
    "293": {
      "": "Крепкий орешек",
      "text": "При прохождении сценария не допустить, чтобы ваше текущее количество ОЗ опускалось ниже половины вашего максимального количества ОЗ (с округлением вверх)."
    },
    "294": {
      "": "Эгоист",
      "text": "При прохождении сценария добыть больше монет, чем любой другой персонаж."
    },
    "295": {
      "": "Живучий",
      "text": "В конце сценария ваше текущее количество ОЗ должно быть равно вашему максимальному количеству ОЗ."
    },
    "296": {
      "": "Азартный",
      "text": "При прохождении сценария убить монстра атакой с затруднением."
    },
    "297": {
      "": "Горячая голова",
      "text": "При прохождении сценария применить две способности с символом «Потери» до вашего первого отдыха."
    },
    "298": {
      "": "Бессонница",
      "text": "При прохождении сценария получить урон от атаки в том раунде, в котором вы объявили долгий отдых."
    },
    "299": {
      "": "Мазохист",
      "text": "В конце сценария ваше текущее количество ОЗ должно быть не больше 3."
    },
    "300": {
      "": "Грабитель",
      "text": "При прохождении сценария в один и тот же ваш ход убить монстра и добыть появившуюся на поле после его смерти монету."
    },
    "301": {
      "": "Зачинщик",
      "text": "При прохождении сценария первым убить любого монстра."
    },
    "302": {
      "": "Пацифист",
      "text": "При прохождении сценария убить не больше 3 монстров."
    },
    "303": {
      "": "Карманник",
      "text": "При прохождении сценария, находясь на клетке, соседней с двумя или более монстрами, добыть не меньше одной монеты с помощью действия «Добыча»."
    },
    "304": {
      "": "Провокатор",
      "text": "При прохождении сценария в одном и том же раунде стать целью атаки для 3 или более монстров."
    },
    "305": {
      "": "Разборчивый",
      "text": "При прохождении сценария не убивать мощных монстров и боссов."
    },
    "306": {
      "": "Трезвенник",
      "text": "При прохождении сценария не использовать зелья."
    },
    "307": {
      "": "Разрушитель",
      "text": "При прохождении сценария в один и тот же ваш ход применить две способности с символом «Потери»."
    },
    "308": {
      "": "Отшельник",
      "text": "При прохождении сценария не заканчивать ваш ход на клетке, соседней с союзником."
    },
    "309": {
      "": "Садист",
      "text": "При прохождении сценария убить не меньше 5 монстров."
    },
    "310": {
      "": "Торопыга",
      "text": "При прохождении сценария не использовать долгий отдых."
    },
    "311": {
      "": "Тень",
      "text": "При прохождении сценария каждый ваш ход заканчивать на клетке, соседней с союзником."
    },
    "312": {
      "": "Безумец",
      "text": "При прохождении сценария, находясь на соседней с монстром клетке, убить другого монстра, находящегося не на соседней с вами клетке."
    },
    "313": {
      "": "Специалист",
      "text": "При прохождении сценария не использовать стандартные способности."
    },
    "314": {
      "": "Копуша",
      "text": "При прохождении сценария не использовать передышку."
    },
    "315": {
      "": "Первопроходец",
      "text": "При прохождении сценария в один и тот же ваш ход открыть дверь и закончить движение в открытой комнате."
    },
    "316": {
      "": "Заразный",
      "text": "При прохождении сценария, находясь в отрицательном состоянии, наложить на монстра отрицательное состояние."
    },
    "317": {
      "": "Слабое звено",
      "text": "При прохождении сценария стать первым изнурённым персонажем."
    }
  },
  "character": {
    "demolitionist": {
      "": "Подрывник",
      "mech": {
        "": "Механический костюм",
        "hint": "Ваше максимальное количество ОЗ увеличено на 5. Выполните «%game.action.heal% 10 (на себя)»."
      }
    },
    "hatchet": "Рубака",
    "red-guard": "Алый страж",
    "voidwarden": "Хранитель пустоты"
  },
  "custom": {
    "jotl": {
      "flowChartGroup": {
        "characters": "Персонажи",
        "city-events": "Городские события",
        "intro": "Вступление",
        "main": "Основной сюжет"
      }
    }
  },
  "edition": {
    "jotl": "Львиный оскал"
  }
}
