{
  "character": {
    "antlers": "Wildspeaker",
    "bars": "Statistician",
    "dynamite": "Specialist",
    "light-fist": "Lightbender"
  },
  "custom": {
    "ir": {
      "antlers": {
        "1": "Add one of the available evolved summon cards to your card pool"
      },
      "dynamite": {
        "1": "You may increase the number of canisters in your hand to five"
      }
    }
  },
  "items": {
    "ir-1": {
      "": "Liquid Courage"
    },
    "ir-10": {
      "": "Flaming Arrow",
      "1": "Add %game.condition.wound% to your next ranged attack."
    },
    "ir-11": {
      "": "Reverse Engineering Kit",
      "1": "Disarm all adjacent traps and apply their effects to one enemy in %game.action.range% 3"
    },
    "ir-12": {
      "": "Chroma Parasite",
      "1": "After attack"
    },
    "ir-13": {
      "": "Dazing Toxin",
      "1": "Remove %game.condition.poison% from any number of enemies. One enemy in %game.action.range% 3 suffers damage equal to the number of %game.condition.poison% conditions removed."
    },
    "ir-14": {
      "": "Selective Boots",
      "1": "After your movement, you may look at the top card of your attack modifier deck and either put it back on top or - if it is a non-%game.card.shuffle% card - remove it from your deck."
    },
    "ir-2": {
      "": "Coat of Arms",
      "1": "All adjacent allies add +1 %game.action.attack% to all their attacks this round."
    },
    "ir-3": {
      "": "Lava Hammer",
      "1": "During your attack targeting a Frost Demon or Wind Demon, add +5 %game.action.attack% to a single attack."
    },
    "ir-4": {
      "": "Lava Shield",
      "1": "You are immune to all %game.action.retaliate% damage."
    },
    "ir-5": {
      "": "Robes of Inversion",
      "1": "After the attack modifier card for an attack targeting you has been revealed, you may activate the Robes Of Inversion to invert the outcome of that attack modifier card.(+ becomes - and x2 becomes null)"
    },
    "ir-6": {
      "": "Spiked Boots",
      "1": "During your turn, perform a %game.action.move% 4, %game.action.jump% action. %game.condition.wound% all enemies moved through."
    },
    "ir-7": {
      "": "Orb of Visions",
      "1": "Use at the start of a round. First reveal all enemy ability cards, then players choose their ability cards. All characters add one %game.condition.curse% card to their attack modifier deck."
    },
    "ir-8": {
      "": "Orb of Manipulation",
      "1": "Use before being attacked. The enemy draws three attack modifier cards. You choose which one to apply."
    },
    "ir-9": {
      "": "Lucky Charm",
      "1": "Add two %game.condition.bless% cards to your attack modifier deck."
    }
  },
  "summon": {
    "blizzard-owl": "Blizzard Owl",
    "burrowing-raven": "Burrowing Raven",
    "dragonclaw-hawk": "Dragonclaw Hawk",
    "festering-asp": "Festering Asp",
    "gold-fur-stag": "Gold-Fur Stag",
    "iceshard-owl": "Iceshard Owl",
    "meadow-fox": "Meadow Fox",
    "night-elemental": "Night Elemental",
    "night-fury": "Night Fury",
    "pickpocket-raven": "Pickpocket Raven",
    "prairie-fox": "Prairie Fox",
    "queen-of-hearts": "Queen of Hearts",
    "raging-stag": "Raging Stag",
    "screeching-hawk": "Screeching Hawk",
    "snow-owl": "Snow Owl",
    "spitting-asp": "Spitting Asp",
    "stinging-hawk": "Stingin Hawk",
    "sun-elemental": "Sun Elemental",
    "swindling-raven": "Swindling Raven",
    "timber-stag": "Timber Stag",
    "tundra-fox": "Tundra Fox",
    "two-headed-asp": "Two-Headed Asp"
  },
  "treasures": {
    "ir": {
      "13": "The captain proves to be one hell of a sailer and worth every penny you payed him. He gets you through the rough patches rather smoothly. Only bit shaken, but not too much stirred, you traverse the storms. <i>No effect.</i>",
      "14": "After a few glasses of liquor you feel ten men strong. Courage is not the problem anymore. Precision on the other hand…<br>All characters add two %game.condition.bless% cards to their attack modifier deck. All start scenario with %game.condition.muddle%",
      "16": "If you ever wander off this far again, you might find these useful to catch up again.",
      "19": "\"Thank you\" whispers a soft voice from behind the bushes. The wife of the merchant steps forward and tells her husband 'to invite these heroes in'. The merchant finds his good manners again and offers you a meal. His wife pours you some tea, though you would prefer something stronger. The good care makes your anger slowly subside. The next morning you help bury the dead before you continue your way to the Savvas temple.<br>Scenario rewards: +1 reputation, +1 prosperity",
      "20": "One very empty chest. Gain nothing.",
      "21": "The creatures are surprised by your compassion. \"Then do accept our blessing\", they growl, hiss and clack. All start the next scenario with %game.condition.bless%.",
      "27": "Crazy was a euphemism. The captain is steering in all directions at the same time, laughing loudly. It's a miracle you get through the storms. Your are heavily shaken, nauseated, bruised and almost broken. All start the scenario with 3 damage, curse and muddle. With a guilty grin, the captain hands you some liquor. Each player adds two bless cards to their deck.",
      "29": "+1 prosperity. All players who donated may add one Bless card to their attack modifier deck for the next scenario. Additionally, if all players have donated, the Tracker Guild will do some reconnaissance for your next mission. For the first round, at the start of the next scenario, reveal all monster ability cards before choosing player ability cards.",
      "31": "You stumble on a trade caravan that is being attacked by a bear. You jump to their aid without hesitation and manage to defeat the bear, but not without suffering some nasty claw wounds yourself. The people of the caravan are grateful and offer you 10 gold each.<br>When you mention the stronghold, one of the elder people of the caravan remembers seeing it a long time ago. It was a desolate place, plundered long ago. There is nothing to find anymore. You receive directions, but it takes some time to get there.<br>All start scenario with 3 damage.",
      "33": "When you step through the mist, you accidentally slip and step into a water pool. Suffer hazardous terrain damage.",
      "34": "Before the start of the next scenario, add two %game.condition.curse% cards to the monster attack modifier deck.",
      "37": "Two players: nothing; three or four players: normal Ooze.",
      "38": "Behind the bar you find more tools to create some extra traps. You feel very confident you will be able to fend off the intruders.<br>Double the amount of traps to set up the room (see further). All start scenario with %game.condition.strengthen%",
      "4": "Thrax is really offended by your rude refusal. \"Curse you all, insensitive beings!\" You feel guilty and don't sleep all too well after his outburst. All start scenario with %game.condition.curse% and %game.condition.muddle%",
      "41": "Thrax is really grateful to finally get things of his chest and unexpectedly gives you all a big hug. \"Bless you all, you're such good friends\" he says. The shared feelings strengthen your bond. All start scenario with %game.condition.bless% and %game.condition.strengthen%",
      "42": "At the start of the next scenario, all enemies gain %game.condition.muddle%.",
      "44": "For all player counts: normal Rending Drake",
      "46": "Fools! You just gave up a perfect defensive position, only to walk right in to the enemy at the front doors. Start the scenario with doors %game.mapMarker.3% open.",
      "47": "With one swift blow, you sever the head of the merchant from his body. When his head hits the ground, you hear screams from behind the bushes. The wife of the merchant has seen your cruel actions. She jumps on a horse and rides straight for Gloomhaven. It's too late to pursue her so you better get out of here before she returns with the city guards.<br>Scenario rewards: -1 reputation, -1 prosperity, 30 gold each",
      "49": "At the start of the next scenario, up to two enemies gain %game.condition.poison%.",
      "5": "When you step through the mist, a fireball of a Spitting Drake scorches your ears. Suffer 2 damage.",
      "8": "You have found Thrax's bag",
      "9": "After several long hours of walking, you have to admit you are lost. It takes some time to retrace your steps and on your way back, you see a flock of birds landing on a field in the distance. You head in that direction and finally arrive at the lake your were looking for. At the shores of the lake you also meet with a caravan that was attacked by a bear. They managed to kill the bear and offer you a roasted piece of bear meat. Each player may pay 10 gold for a piece of meat and add two Bless cards to their attack modifier deck. When you mention the stronghold, one of the elder people of the caravan remembers seeing it a long time ago. It was a desolate place, plundered long ago. There is nothing to find anymore. You receive directions, but it takes some time to get there. Discard 2 cards each."
    }
  }
}