[
  {
    "cardId": "01",
    "edition": "cs",
    "type": "city",
    "narrative": "\"Come one, come all, and welcome to the county fair!\" a Quatryl with red-and-white facepaint and a clownish blue wig smiles as he waves you in through the entrance. You've decided to take the day off and visit the county fair, which you've enjoyed frequenting as a youth. \"Step right up and try your luck!\" an Inox strongman wielding a giant hammer beckons you forward. \"Do you have what it takes to hit the bell?\" On the other side, an Aesther throws a dart and pops a balloon. \"Try your aim! Can you hit the balloon? Find out here!\"",
    "options": [
      {
        "label": "A",
        "narrative": "Try your strength with the Inox Strongman's game.",
        "returnToDeck": true,
        "outcomes": [
          {
            "condition": "if inox or valrath in party",
            "narrative": "You swing the hammer down with all your might and hear a loud ring. \"You've done it!\" the Inox Strongman cheers. \"Come claim your prize!\"",
            "effects": [
              "Gain 1 collective \"Lightweight Boots\" (Item 017)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You pick up the hammer and swing it down, but the booth hardly rumbles at all and the bell doesn't ring. \"Oh well, maybe next time,\" says the Strongman as he takes the hammer back from you.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Test your aim by the Aesther's booth.",
        "returnToDeck": true,
        "outcomes": [
          {
            "condition": "if aesther or orchid in party",
            "narrative": "You grip the dart tightly in your hand and fling it toward the balloon. You hear a 'pop' followed by applause. \"Congratulations!\" the Aesther claps. \"Here's your prize!\"",
            "effects": [
              "Gain 1 collective \"Lightweight Boots\" (Item 017)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You fling the dart toward the board but end up accidentally hitting the Aesther in the shoulder instead.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "02",
    "edition": "cs",
    "type": "city",
    "narrative": "You are spending the evening enjoying mellow music at a Quatryl concert in the Brown Door. During intermission, one of the band members approaches you and asks if you'd be willing to join them on stage as a guest musician.",
    "options": [
      {
        "label": "A",
        "narrative": "Agree to join them on stage to sing.",
        "returnToDeck": true,
        "outcomes": [
          {
            "condition": "if harrower in party",
            "narrative": "You approach the stage fearlessly as the band begins playing their mellow music. Your hisses and chitters enchant the crowd and meshes surprisingly well with the style of music.",
            "effects": [
              "Gain 1 reputation."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You begin to sing but can instantly tell the crowd is unimpressed. Halfway through the song, you're booed off the stage and you sulk away back into the crowd.",
            "effects": [
              "Lose 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Offer to play an instrument.",
        "returnToDeck": true,
        "outcomes": [
          {
            "condition": "if quatryl in party",
            "narrative": "You begin playing an instrument and the crowd goes wild. Participants in the crowd begin throwing coin in your direction, and after the show the band members bring you backstage for a round of celebratory drinks.",
            "effects": [
              "Gain 10 collective GOLD."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You begin to sing but can instantly tell the crowd is unimpressed. Halfway through the song, you're booed off the stage and you sulk away back into the crowd.",
            "effects": [
              "Lose 1 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "03",
    "edition": "cs",
    "type": "city",
    "narrative": "\"It's something we've been working on for quite some time,\" the Brightspark beams as he rubs the small bulge in his labcoat. \"New technology like you've never seen before. For a simple donation of twenty five gold to advance the scientific studies at the University, it could be all yours.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to buy what the Brightspark is selling.",
        "outcomes": [
          {
            "condition": "Pay 25 collective gold",
            "narrative": "\"Here you go!\" the Brightspark pulls out a small circular device from underneath his labcoat. \"Your coin will go a long way with helping us develop new technology at the University.\"",
            "effects": [
              "Gain 1 collective \"Translocation Device\" (Item 27)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "\"You don't want it? I'm sure I'll find someone else that will.\"",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Attempt to negotiate a cheaper price.",
        "outcomes": [
          {
            "narrative": "\"You drive a hard bargain,\" the Brightspark pauses with his finger on his lip. \"You know what? For the University, I'll sell it to you for fifteen gold. Final offer.\"",
            "effects": [
              "Lose 15 collective gold.",
              "Gain 1 collective \"Translocation Device\" (Item 27)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "04",
    "edition": "cs",
    "type": "city",
    "narrative": "As you browse the wares in the Sinking Market, you find two Savvas engaged in a heated argument. As you walk by, they beckon you over to help settle their dispute. \"This Aeromancer thinks the power of wind is stronger than the power of fire,\" one of the Savvas' remarks. \"Of course it is!\" the other Savvas scoffs in response. \"Stranger, which do you deem to be the most powerful? Prove this Rimehearth wrong!\"",
    "options": [
      {
        "label": "A",
        "narrative": "Side with the Aeromancer and pronounce the power of wind.",
        "outcomes": [
          {
            "narrative": "You declare the Aeromancer to be correct and the Rimehearth storms off in anger. \"Thank you, dear stranger. Here, take this wand so you can show the world how powerful it is to blast your enemies away with a gust of wind.\"",
            "effects": [
              "Gain 1 collective \"Wand of Storms\" (Item 84)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Side with the Rimehearth and pronounce the power of fire.",
        "outcomes": [
          {
            "narrative": "You declare the Rimehearth to be correct and the Aeromancer expresses disgust before turning its head and walking away. \"Thank you for supporting the power of the flames,\" the Rimehearth nods. \"Here, take this so you can spread the power of fire across the world.\"",
            "effects": [
              "Gain 1 collective \"Wand of Infernos\" (Item 85)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "05",
    "edition": "cs",
    "type": "city",
    "narrative": "You are selling your wares in the market when a Harrower approaches, dressed in golden robes and an intricately designed mask. The Harrower begins to chitter and hiss, pointing to your wares as it plops a large pouch on the table. You peer inside the pouch and see jewels of various sizes glittering within. The Harrower demands your entire lot of wares in exchange for the bag of jewels.",
    "options": [
      {
        "label": "A",
        "narrative": "Firmly demand the Harrower pay in the only currency you accept — gold coin.",
        "outcomes": [
          {
            "narrative": "You demand the Harrower pay you in gold coin, and it hastily snatches the bag of jewels and proceeds to turn away. The rest of the day passes with no other customers visiting your stall. You return home at the end of the day, wondering what could have been.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Sell the Harrower your lot and hope the jewels are genuine.",
        "outcomes": [
          {
            "narrative": "You exchange your wares for the jewels and head straight to the jeweler to have them evaluated. The jeweler deems them authentic and you head to the Sleeping Lion with full pockets to enjoy an early evening in town.",
            "effects": [
              "Each player may sell one item to the shop for its full gold value."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "06",
    "edition": "cs",
    "type": "city",
    "narrative": "\"Haunted, I tell you! It's haunted!\" the Quatryl shivers in fright. This particular Quatryl named Shiela has been frequenting the Sleeping Lion and made your acquaintance. You've come to learn that she recently inherited a mansion on the outskirts of the Travelers District upon her great-uncle's passing. \"I'd owe you a great deal if you can pay the mansion a visit and clean the place out of the spooky creatures within,\" Shiela's eyes light up as she place a bag of coin on the table and slides it in your direction.",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to investigate the mansion.",
        "outcomes": [
          {
            "narrative": "You offer to investigate the mansion and Shiela claps her hands together in excitement, \"Amazing! I knew I could count on you. That place simply spooks me,\" she shudders. \"Here, let me get you the coordinates and you can be on your way.\"",
            "effects": [
              "Unlock \"Haunted Manor\" 44."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Demand a larger sum for the task.",
        "outcomes": [
          {
            "narrative": "You agree to investigate the mansion in exchange for a larger sum. \"How dare you! I thought we were friends!\" Shiela scoffs before standing up and angrily storming out of the tavern.",
            "returnToDeck": true,
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "07",
    "edition": "cs",
    "type": "city",
    "narrative": "Strolling through the Sinking Market, you are surprised when you find yourself suddenly surrounded by wild turkeys. A short Vermling steps out from behind the flock and introduces himself as Gables the Turkey Wrangler and proceeds to explain how he trains the turkeys for combat. Gables lifts one of the turkeys up as it gobbles ferociously. \"I usually charge twenty gold, but today I'll sell you one for ten. What do you say?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Inquire about their flavor.",
        "outcomes": [
          {
            "narrative": "You inquire about their flavor and Gables looks around nervously as he places the turkey down behind him. \"These are specially trained turkeys! How dare you suggest eating one!\" he exclaims in a loud voice. His voice softens as he says, \"do you know what it would do to my reputation if people started eating these?\" Gables turns to walk away, but not before flashing you a wink and whispering in your ear, \"quite delicious.\"",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Offer to buy a battle turkey.",
        "outcomes": [
          {
            "narrative": "You offer to buy the battle turkey and Gables eyes light up with joy. \"First sale of the day! Here's Sally, best take good care of her.\"",
            "effects": [
              "Lose 10 collective GOLD.",
              "At start of scenario, one character performs: Summon Battle Turkey"
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "08",
    "edition": "cs",
    "type": "city",
    "narrative": "You're taking an evening stroll through the Boiler District when you happen upon a group of Vermlings attempting to unscrew a lightbulb from a newly furbished tech lamp. They seem to be having trouble unscrewing it with their paws as they recoil from the heat of the bulb.",
    "options": [
      {
        "label": "A",
        "narrative": "Point and laugh at the Vermlings for their ineptitude.",
        "outcomes": [
          {
            "narrative": "You point and laugh at the Vermlings and soon a crowd gathers and joins you in laughter. Embarrassed, the group of Vermlings disband but not before they give you a hard staredown."
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Their trouble is no laughing matter; give them the help they need.",
        "outcomes": [
          {
            "narrative": "You help the Vermlings unscrew the lightbulb and they squeal with excitement as it twists out from the socket. They take turns holding it in awe and passing it around as they thank you for your help before scurrying off, leaving the street in darkness."
          }
        ]
      }
    ]
  },
  {
    "cardId": "09",
    "edition": "cs",
    "type": "city",
    "narrative": "There is a talent show tonight in the Brown Door and you've decided to participate for an evening of fun and laughs. Halfway through the show, you are suddenly shocked to hear your name being called to the stage. Evidently the sign-in sheet at the front entrance wasn't for guests, but for performers.",
    "options": [
      {
        "label": "A",
        "narrative": "Sneak out the back door, you're not prepared for this.",
        "outcomes": [
          {
            "narrative": "They continue calling your name as you slink out the back door. Looks like they'll have to find another patron to fill the slot.",
            "effects": [
              "Lose 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Go on stage to perform, you have a trick or two up your sleeve.",
        "outcomes": [
          {
            "narrative": "You go on stage and begin singing and dancing. A nearby Quatryl tosses you a few balls and you begin juggling them as you dance. The crowd begins clapping along to your singing and your act is followed by a roaring applause. You're pleasantly surprised when you hear your name being called up as one of the winners of the show.",
            "effects": [
              "One player gains one ⬡ enhancement to any level 1 or X card."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "10",
    "edition": "cs",
    "type": "city",
    "narrative": "It's a particularly chilly day but you decide to visit the Sinking Market. During your walk, you notice a homeless Inox on the side of a merchants stall. He's visibly smaller and frailer than most Inox you've seen, and is wrapped in a torn blanket. The Inox shakes a tin can in your direction and looks up to you with pleading eyes.",
    "options": [
      {
        "label": "A",
        "narrative": "Drop a few coins in his tin.",
        "outcomes": [
          {
            "narrative": "You take a few coins out from your pocket and drop them in his tin. The Inox flashes a wide toothless smile and squeals out of excitement. Based on the look on his face, you can tell that you've made his day.",
            "effects": [
              "Lose 5 collective GOLD.",
              "Gain 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Grab his tin and run, surely he wouldn't be able to catch up to you.",
        "outcomes": [
          {
            "narrative": "You reach into your pockets and pull out a handful of coins. The Inox lets out a small squeal of joy as he extends the cup further toward you. As your hand nears the tin, you drop the coin in before snatching it out of his hands. You dash as fast as you can in the opposite direction without looking back. You didn't stick around long enough to see his reaction, but you've collected enough coin for a hearty round of drinks tonight.",
            "effects": [
              "Gain 15 collective GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "11",
    "edition": "cs",
    "type": "city",
    "narrative": "You turn around to see an Inox in a trenchcoat beckoning you over. You weren't expecting to run into any street dealers today, as trading without a permit is against the law in this part of the Horn District. However, the Inox seems eager to show you his wares.",
    "options": [
      {
        "label": "A",
        "narrative": "Buy the shield from the Inox.",
        "outcomes": [
          {
            "condition": "Pay 30 collective gold",
            "narrative": "You hand the Inox the gold and he looks around once more to ensure there are no witnesses. He slides out a large shield from beneath his coat and hands it to you before hastily departing the scene.",
            "effects": [
              "Gain 1 collective \"Drakescale Shield\" (Item 37)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "\"Well, if you won't buy it, I'm sure I'll find some else who will. Scram.\"",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Threaten to report the Inox for illegal trading.",
        "outcomes": [
          {
            "narrative": "You threaten to report the Inox for trading without a permit and he scoffs in return. \"You wouldn't dare!\" Moments later, you return to the scene with two city guards and they proceed to arrest the Inox. \"Thank you, loyal citizen,\" one of the city guards commends you. \"We appreciate you doing your part to keep these streets clean.\"",
            "returnToDeck": true,
            "effects": [
              "Gain 1 prosperity."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "12",
    "edition": "cs",
    "type": "city",
    "narrative": "You turn around to see an Inox in a trenchcoat beckoning you over. You weren't expecting to run into any street dealers today, as trading without a permit is against the law in this part of the Horn District. However, the Inox seems eager to show you his wares.",
    "options": [
      {
        "label": "A",
        "narrative": "Buy the dagger from the Inox.",
        "outcomes": [
          {
            "condition": "Pay 15 collective gold",
            "narrative": "You hand the Inox the gold and he looks around once more to ensure there are no witnesses. He slides out a small dagger from beneath his coat and hands it to you before hastily departing the scene.",
            "effects": [
              "Gain 1 collective \"Drakescale Dagger\" (Item 38)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "\"Well, if you won't buy it, I'm sure I'll find some else who will. Scram.\"",
            "returnToDeck": true,
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Threaten to report the Inox for illegal trading.",
        "outcomes": [
          {
            "narrative": "You threaten to report the Inox for trading without a permit and his face turns white. \"Please, no! I can't afford to spend any more time in jail. Here, take the dagger! Just promise me you won't tell anyone!\"",
            "removeFromDeck": true,
            "effects": [
              "Gain 1 collective \"Drakescale Dagger\" (Item 38)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "13",
    "edition": "cs",
    "type": "city",
    "narrative": "You impatiently tap your foot as you stand by the door within Shiela's potion shop. She was supposed to meet you today to show you her new wares, but you found the shop empty when you arrived an hour ago. As you contemplate leaving, she bursts through the door in a hurried manner. \"I'm so sorry!\" she exclaims as she catches her breath. \"That shouldn't have taken so long.\" \"Please, accept my apologies. I know your time is valuable. Please allow me to compensate you for lost time.\" \"How could I make it up to you? Did I cause you to miss out on anything?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Tell Shiela that time is money, and she needs to pay up.",
        "outcomes": [
          {
            "narrative": "You tell Shiela that time is money, and she blushes as tears swell up in her eyes. \"I'm terribly sorry, but business has been slow,\" she stammers as she opens her cash register to reveal it to be completely empty. \"I'm afraid I have no gold at the moment, but I can offer you a discount on a potion instead.\"",
            "effects": [
              "One character may purchase one ITEM from the supply for half price (rounded down)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Assure Shiela she shouldn't worry about it; you had no other plans anyhow.",
        "outcomes": [
          {
            "narrative": "You tell Shiela not to worry about it, and she blushes. \"Nonsense! You're a great friend, and it's completely my fault. At the very least, let me offer you one of my potions at no cost.\"",
            "effects": [
              "Gain one ITEM from the supply with a value of 30 gold or less."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "14",
    "edition": "cs",
    "type": "city",
    "narrative": "You're about to order another glass of ale in the Sleeping Lion when suddenly a bird flies in through the open door. The bartender grabs a broomstick and begins chasing the bird around, leaving the tap unattended.",
    "options": [
      {
        "label": "A",
        "narrative": "Help the bartender chase the bird out of the tavern.",
        "outcomes": [
          {
            "narrative": "You grab a mop from nearby and help the bartender guide the bird out of the open door. Grateful for your assistance, the bartender offers you free drinks for the remainder of the night. The coin you saved will go a long way.",
            "effects": [
              "The next item purchased from the shop cost 10 gold less."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Take the opportunity to sneak a free drink from the tap.",
        "outcomes": [
          {
            "narrative": "You quickly place your mug under the tap and begin to fill the glass with ale. As you top off the drink, you look up to see the bartender standing over you with his arms crossed and eyes narrowed. You attempt to guzzle the ale as fast as you can before being forcefully escorted out of the tavern.",
            "effects": [
              "Lose 1 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "15",
    "edition": "cs",
    "type": "city",
    "narrative": "Everyone has heard about the recent escape of a rare bird from the mansion of the famous Sir Kenhaven. You double-take when you see a colorful bird land on your open windowsill, and instantly recognize it as the missing bird. You grab a large pot from a nearby shelf and hope to catch it so you can turn it in for a handsome reward.",
    "options": [
      {
        "label": "A",
        "narrative": "Whistle and coo the bird into the pot.",
        "outcomes": [
          {
            "narrative": "You softly whistle and catch the bird's attention. It turns its head sideways as you make clicking noises with your tongue and slowly approach the bird. It flies toward you as you turn the pot over, trapping the bird inside. You make your way to the Travelers District where Sir Kenhaven resides and knock on his mansion door. After handing the bird over, the servant who answered the door assures you that Sir Kenhaven will hear about this when he returns from his travels, and welcomes you back to visit another time.",
            "effects": [
              "Add City Event 31 to the deck."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Sneak up on the bird and try to trap it in the pot.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You quietly tiptoe toward the bird, and as you approach arms length you lunge toward the bird with the pot. Frightened, it flaps its wings and proceeds to speedily fly away.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "16",
    "edition": "cs",
    "type": "city",
    "narrative": "Rumors of an oversized Vermling monstrosity living in the sewers have been circulating around the city. After a few drinks one night in the Sleeping Lion, you accept a dare to investigate the matter firsthand. You enter the sewers with a lamp and wade around in the muck. After an hour of searching, you prepare to give up and return to the tavern when you suddenly hear scratching noises coming from the pipes ahead. You head toward the sounds and find yourself face-to-face with a Vermling bigger than any you've ever seen.",
    "options": [
      {
        "label": "A",
        "narrative": "Run back to the tavern to tell the other patrons about the sight.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You return to the tavern with claims of having witnessed the gigantic Vermling, but the rest of the patrons laugh off your story and consider your tale to be brought upon by too much ale.",
            "effects": [
              "Lose 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Attempt to capture the Vermling for proof.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You charge toward the Vermling and attempt to grab it but it snarls loudly as it runs off. You're in no condition to give chase, but you managed to grab a clump of fur. You return to the tavern and showcase your findings. The bartender places the fur in a jar as a trophy and the other patrons offer you a round of drinks in victory.",
            "effects": [
              "Add Road Event 34 to the deck.",
              "Gain 1 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "17",
    "edition": "cs",
    "type": "city",
    "narrative": "You're perusing the alchemy shops in the Mixed District when you happen upon a storefront window and see a Quatryl you're familiar with named Shiela. She smiles cheerfully as you enter the store and she places several potions on the table.",
    "options": [
      {
        "label": "A",
        "narrative": "See what new potion she's selling.",
        "outcomes": [
          {
            "narrative": "You ask to see the new potion and she pushes one forward to you. \"Here, take a look. This new potion will turn out to be a great investment! Crafted by the finest alchemists in the land.\"",
            "effects": [
              "Gain \"Alchemy Potion\" (Item 28) item design."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Ask to exchange one of the potions in your possession.",
        "outcomes": [
          {
            "narrative": "You ask to exchange one of your potions and she winks at you. \"Normally I'd charge ten gold, but for you honey, it's free today. Let me know which one you'd like to swap out and I'll take care of it right away.\"",
            "effects": [
              "One player may return any Minor potion from their possession to the shop and receive a Major potion of the same type for free."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "18",
    "edition": "cs",
    "type": "city",
    "narrative": "New tax proposals on beverages in the Sinking Market have caused protests all over the city. You've tried to avoid them whenever possible, but one evening you see a small crowd holding signs formed outside the entrance to the Sleeping Lion. \"No taxing drink! Taxes must sink!\" the crowd chants. You attempt to make your way through the heavy crowd and manage to reach the entrance of the tavern, but a large Inox is guarding the door. \"We're not letting anyone in!\" the Inox barks. \"No drinking until they remove the taxes.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Join the protesters in the crowd.",
        "outcomes": [
          {
            "narrative": "You begin chanting along with the crowd when a group of city guards arrive to break up the protest. They take down all names and collect a small fine from each protester for being a public nuisance.",
            "effects": [
              "Lose 1 reputation.",
              "Lose 5 gold each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Demand the Inox either moves aside or face the consequences.",
        "outcomes": [
          {
            "narrative": "You demand the Inox move aside but he adamantly refuses. A screaming match ensues, and a group of city guards arrive to break up the protest and mistaken your desire for ale for a desire for peace. They commend your efforts to break up the protest as they collect a small fine from each protestor, and one of the city guards slips you a small pouch of coin out of appreciation.",
            "effects": [
              "Gain 1 reputation.",
              "Gain 5 gold each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "19",
    "edition": "cs",
    "type": "city",
    "narrative": "You're scheduled to spend the evening at the Sleeping Lion with a Quatryl you know well, Shiela, and decide to go there early to get a head-start with a few glasses of ale. As you make your way to the tavern, you are approached by an Orchid carrying a small barrel over his shoulder. He begins to explain that he's a Brewmaster who traveled down from the Monestary in the Copperneck Mountains. He offers to pay you good coin to help him secure a shipment of brews that needs to be delivered tonight.",
    "options": [
      {
        "label": "A",
        "narrative": "Accept the job to help the Brewmaster secure his shipment.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You spend the night accompanying the shipment with the Brewmaster, hoping Shiela won't mind your absence. At the end of the night, the Brewmaster thanks you and offers you a special brew he calls 'Liquid Rage' for your troubles.",
            "effects": [
              "Gain 10 collective GOLD.",
              "During the next scenario, one player gains the following benefit, then remove this card: During your next attack, add +2 Attack to the attack."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Decline the job and spend the evening with Shiela.",
        "outcomes": [
          {
            "narrative": "You decline the Brewmaster's offer and head straight to the Sleeping Lion. You find Shiela there waiting for you and she embraces as you enter the tavern, drinks waiting on the table. At the end of the night, Shiela expresses her appreciation with an offer to stop by her potion shop in the morning for a free sampling.",
            "effects": [
              "Each player may gain one Minor potion from the shop for free."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "20",
    "edition": "cs",
    "type": "city",
    "narrative": "You've enjoyed a night full of laughs and good drinks in the Sleeping Lion when you begin to prepare to head out for the night. \"Wait!\" a Quatryl you know well, Shiela, stumbles in your direction. Clearly she's had one too many drinks. \"Where... where do I...\" she gasps as she suddenly collapses to the ground. The bartender looks to you with stern eyes, as if expecting you to take responsibility for this situation. You're familiar with where she lives, but it's a long walk to the Mixed District.",
    "options": [
      {
        "label": "A",
        "narrative": "Sling her over your back and carry her to her apartment in the Mixed District.",
        "outcomes": [
          {
            "narrative": "You lift Shiela up over your shoulder and proceed to carry her all the way to the Mixed District. As you head up the stairs to her apartment, Shiela slurs a hearty thanks and promises to repay you the next time you visit her potion shop.",
            "returnToDeck": true,
            "effects": [
              "Each player may purchase one item from the shop for 10 GOLD less."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Drag her out into the alleyway and go home to get a good nights rest.",
        "outcomes": [
          {
            "narrative": "You take hold of Sheila as the bartender calls out to thank you. As soon as you reach the alleyway outside, you look around to ensure there are no witnesses before gently placing her body down next to a heap of garbage, carefully avoiding the broken glass scattered on the ground. You head straight home with little regard for her wellbeing and proceed to get a full nights rest.",
            "removeFromDeck": true,
            "effects": [
              "Start scenario with STRENGTHEN."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "21",
    "edition": "cs",
    "type": "city",
    "narrative": "You are studying a book in the University library when a black imp suddenly leaps onto your books and snarls in your face. Surprised, you stand up from your chair and look around. The library seems to be empty of occupants but there are black imps everywhere. Some are pulling books from the shelves, others are tearing up and eating the pages. The librarian has passed out in her chair, and a black imp is jumping on her head and laughing maniacally as it pulls clumps of hair out from her hair and eats them. It's utter chaos and you have no idea how this infestation occurred.",
    "options": [
      {
        "label": "A",
        "narrative": "Try to kill as many black imps as you can.",
        "outcomes": [
          {
            "narrative": "You begin to slay the black imps, but are too many to count. It seems that for every black imp you kill, another two take its place. Weary from slinging your blade, you eventually leave the establishment with a lingering curiosity as to how this infestation occurred in the first place.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Carry the librarian to a safe place and report this to the proper authorities.",
        "outcomes": [
          {
            "narrative": "You sling the librarian over your back and make your way out of the library, swinging your blade against the imps as they jump toward you on the path to the exit. After reporting the infestation to the authorities, the librarian returns to consciousness and explains that she is the wife of Sir Kenhaven, one of the wealthiest merchants in all of Gloomhaven, and promises to return the favor of escorting her out of the library with a guarded escort of her own.",
            "effects": [
              "Do not draw a road event."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "22",
    "edition": "cs",
    "type": "city",
    "narrative": "A new Quatryl magic shop has opened up in the Mixed District and has been advertised all over town. You decide to visit the shop on opening day, and as you approach the small store you see a sign that reads GLOOMAGIC. You wonder if this is a novelty store as you're greeted by a Quatryl with a black magic top hat holding a wand. \"Welcome! We're having a magic trick giveaway to the first 50 customers, and well, you're the first!\" It's half-past noon, the shop has been open for several hours. You begin to wonder if you're wasting your time when the Quatryl pulls out several small boxes. \"Would you like to try the Disappearing Act trick? Or perhaps our Spinning Wheel trick?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Take the Disappearing Act trick.",
        "outcomes": [
          {
            "narrative": "\"The Disappearing Trick! It's quite simple to use,\" the Quatryl glees as he proceeds to show you how to use the trick. \"Wishing you the best and please, tell your friends about us!\"",
            "effects": [
              "During the next scenario, one player may gain INVISIBLE during their turn."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Select the Spinning Wheel trick.",
        "outcomes": [
          {
            "narrative": "\"The Spinning Wheel! Great trick for causing confusion,\" the Quatryl joyfully exclaims as he proceeds to show you how to use the trick. \"Don't forget to spread the word about the shop opening!\"",
            "effects": [
              "All monsters in the first room start scenario with MUDDLE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "23",
    "edition": "cs",
    "type": "city",
    "narrative": "With another job done, you make to leave the Traveler's District when you're interrupted by a peculiar sight. You spy a clockwork servant, a bronze-stamped machine of an almost person-like shape - though its body is too large and its limbs too thin - delivering a package to one of the many mansions located here. Odd, since these metal creatures are built and employed by the Artificers, and those know-it-alls rarely let their inventions leave the University grounds, much less unattended. The creature turns its head, a thing shaped like a tool box, from one side and then to the other, as if it were looking for something. Then with a sudden jerking the gangly creature takes off at a loping run, heading to the walls. You get the sense it's fleeing - is it trying to escape?",
    "options": [
      {
        "label": "A",
        "narrative": "Chase after the thing to stop it.",
        "outcomes": [
          {
            "narrative": "You corner the metal miscreant against the outer walls of the city. It turns, as if noticing you for the first time, when it suddenly lunges. You grapple its arms easily when a third one made of wicked metal protrudes from its body, unfolding from some hidden compartment. You try to throw the thing away but it holds you fast, its intent clear. Then suddenly the mechanical monstrosity shudders as sparks fly from its backside, slumping forward, cold and quiet. A Quatryl in a blue coat approaches. She looks at you, then to the machine, then back at you and finally says, \"Well, that wasn't supposed to happen.\"",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Follow at a safe distance and try to discern its intent.",
        "outcomes": [
          {
            "narrative": "Following at a safe distance, you're able to keep an eye on the bronze creature while not being discovered. It stops at the city walls, appearing as best you can tell to be looking to the top. You step out from your hiding spot when the creature finally notices you. It scrabbles the wall, digging rough pits with its strong metal clamps. As quickly as it takes you to decide to nock an arrow, the thing is up and over the wall. You try to make sense of the peculiar situation when a Quatryl in a blue coat approaches you. She looks to the wall, and then to you, and finally says, \"Well, that wasn't supposed to happen.\"",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "24",
    "edition": "cs",
    "type": "city",
    "narrative": "You've spent the day hauling boxes from one warehouse to another in the Boiler District for a Valrath you met last night at the Sleeping Lion. He offered enough coin to last for many nights of drinking for the job, and with such high pay it was a job you couldn't refuse. After placing the last box on the floor and wiping the sweat from your brow, you approach the Valrath outside the warehouse to demand payment. \"Here you go, ten gold,\" he sneers as he drops the coins by your feet. You could make due with the disrespect, but that wasn't the agreed upon sum and you've worked hard all day.",
    "options": [
      {
        "label": "A",
        "narrative": "Kindly request the Valrath pay you what he promised.",
        "outcomes": [
          {
            "narrative": "You explain to the Valrath that the price was 30 gold and have you several witnesses in the Sleeping Lion to corroborate your story. Not wanting to soil his reputation at the tavern, the Valrath grumbles as he hands you the rest of the coin before shooing you away. It'll be the last time you work for him, but at least you've earned your keep for today.",
            "effects": [
              "Gain 30 collective GOLD."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Beat him until he gives you what he owes.",
        "outcomes": [
          {
            "narrative": "You begin to beat upon the Valrath who quickly drops to the ground in fear. The Valrath begs for mercy as you deal each blow and offers to empty his wallet. Having taught the Valrath a lesson, you hastily take all the coin he has to offer before leaving him to softly weep alone on the floor.",
            "effects": [
              "Gain 40 collective GOLD.",
              "Lose 1 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "25",
    "edition": "cs",
    "type": "city",
    "narrative": "You're walking through the Old Docks late at night when you turn into an alleyway and happen upon a group of bandits beating upon a helpless old man. It's clear that he's being mugged, and there's nobody else in sight.",
    "options": [
      {
        "label": "A",
        "narrative": "Help the man by fighting the muggers off.",
        "outcomes": [
          {
            "narrative": "You draw your blade and charge forward with a roar. Not wanting to be harmed, the bandits scatter in all directions, leaving the grateful old man with his coin behind.",
            "effects": [
              "Gain 8 experience each.",
              "Gain 1 prosperity."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Help the bandits by joining them in the fray.",
        "outcomes": [
          {
            "narrative": "You jump into the fray and begin kicking the man as he lays on the floor groaning with his arms wrapped around his knees. After a minute or so, the man agrees to empty his pockets and the bandits leave you with your share of the plunder.",
            "effects": [
              "Gain 15 collective gold.",
              "Lose 1 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "26",
    "edition": "cs",
    "type": "city",
    "narrative": "During a visit to the Old Scales one morning, you overhear an argument between a harrower and a human outside a shop. The human is wearing exterminator apparel and is yelling various slurs at the harrower. Although you can't quite understand the harrower's response, the chitters and hisses are amplifying and the harrower is growing angrier as the human continues on his rant.",
    "options": [
      {
        "label": "A",
        "narrative": "Intervene on behalf of the human. Harrowers have no place here.",
        "outcomes": [
          {
            "narrative": "You intervene on behalf of the human and demand the Harrower leave the premises. Outnumbered, the Harrower lets out a shrill noise before storming away. The human gratefully hands you a canister of poison gas used in his line of work and proceeds to enter the shop.",
            "effects": [
              "During the first round of the next scenario, all characters add POISON to all their attacks."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Intervene on behalf of the harrower. Discrimination will not be tolerated.",
        "outcomes": [
          {
            "narrative": "You intervene on behalf of the harrower and demand the human leave it alone. Outnumbered, the human curses under his breath as he turns around and enters the shop. The Harrower chitters gleefully and explains that it belongs to a sect of medically inclined Harrowers and is willing to aid you on your next journey.",
            "effects": [
              "During the next scenario, all characters are immune to MUDDLE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "27",
    "edition": "cs",
    "type": "city",
    "narrative": "You're perusing through the market when a Vermling shaman approaches you with one trinket in each hand. \"Blessed be the one who chooses faith, cursed be the one who chooses fortune,\" the shaman rambles. \"Blessed be the one who chooses prosperity, cursed be the one who chooses wealth.\" \"Which will you choose?\" the shaman lifts up the trinkets to reveal two amulets dangling from their chains. \"The amulet of security or the amulet of restoration?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Choose the amulet of security.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You point to the amulet of security and a frown falls upon the Vermling's face. \"You have been warned! Curses upon you!\"",
            "effects": [
              "Start scenario with CURSE."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Choose the amulet of restoration.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You point to the amulet of restoration and a smile forms upon the Vermling's face. \"You shall be blessed! Blessings upon you!\"",
            "effects": [
              "You may choose to ignore the effects of the next road event drawn."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "28",
    "edition": "cs",
    "type": "city",
    "narrative": "You're perusing through the market when a Vermling shaman approaches you with one trinket in each hand. \"Blessed be the one who chooses fortune, cursed be the one who chooses faith,\" the shaman rambles. \"Blessed be the one who chooses wealth, cursed be the one who chooses prosperity.\" \"Which will you choose?\" the shaman lifts up the trinkets to reveal two amulets dangling from their chains. \"The amulet of security or the amulet of restoration?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Choose the amulet of security.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You point to the amulet of security and a smile forms upon the Vermling's face. \"You shall be blessed! Blessings upon you!\"",
            "effects": [
              "All money tokens acquired during the next scenario are worth 1 gold more each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Choose the amulet of restoration.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You point to the amulet of restoration and a frown falls upon the Vermling's face. \"You have been warned! Curses upon you!\"",
            "effects": [
              "Start scenario with CURSE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "29",
    "edition": "cs",
    "type": "city",
    "narrative": "You're enjoying a glass of cold ale in the Sleeping Lion one night when a group of Inox barge in. You succeed in ignoring their bellowing until one of them approaches your table. The Inox looks back at his friends with a wide grin before clearing his throat. All of a sudden, he grabs your glass of ale and spits a large wad of saliva in your drink before placing it back in front of you. His friends laugh and cheer as he flexes his muscles and begins to walk back towards his group.",
    "options": [
      {
        "label": "A",
        "narrative": "Pour the ale over his head in retaliation.",
        "outcomes": [
          {
            "narrative": "You approach the Inox from behind, drink in hand, and pour the remainder of the glass over his head. He turns around to face you, horns dripping with ale, before grumbling to his friends. Seeing you mean business, the group of Inox quickly shuffle themselves out of the tavern, leaving you with a cheering crowd and a table full of untouched drinks to enjoy.",
            "effects": [
              "Gain 5 experience each.",
              "Gain 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Quietly order another drink.",
        "outcomes": [
          {
            "narrative": "You quietly order another drink as the Inox continue their bellowing. The noise gets so loud that you decide to call it an early night and go home to sleep off the incident. The Inox cheer and spit in your direction as you leave the tavern shamefaced.",
            "effects": [
              "Lose 1 MORALE each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "30",
    "edition": "cs",
    "type": "city",
    "narrative": "It's Trading Day at the market and vendors have traveled into the city from all over to show their wares. This would be a good opportunity to stock up on new supplies, or you can take the day to pawn off your old merchandise to the many prospective buyers who will be perusing the stalls.",
    "options": [
      {
        "label": "A",
        "narrative": "Spend the day shopping for new supplies.",
        "outcomes": [
          {
            "narrative": "You spend the day browsing the stalls and find a plethora of discounted merchandise. Today is a great day to shop for new supplies, and there are many great deals to take advantage of.",
            "effects": [
              "Each player may purchase one item from the shop for 10 gold less."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Spend the day selling your old merchandise.",
        "outcomes": [
          {
            "narrative": "You set up a stall and buyers pour in from all directions. With a bit of effort, you manage to persuade a few customers to agree to purchase your unwanted goods for the full asking price.",
            "effects": [
              "Each player may sell one item to the shop and gain 10 gold more."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "31",
    "edition": "cs",
    "type": "city",
    "narrative": "You are spending the day perusing the large, opulent mansions in the Travelers District when you come across Sir Kenhaven's mansion. The vast size of the house doesn't surprise you, built complete with many servants quarters and lavish gardens. After all, he is one of the most famously wealthy Valrath in all of Gloomhaven. \"Hey you! What are you doing here!\" a voice calls out from behind. You turn around to see two guards looking sternly toward you. They must be here to protect the grounds.",
    "options": [
      {
        "label": "A",
        "narrative": "Explain you must have gotten lost.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You explain that you must have lost on your way. \"Leave here at once,\" one of the guards snarl. \"This is no place for lost fools.\"",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Request a tour of the mansion.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You ask the guards for a tour of the mansion, and before they could respond you hear a voice call out from behind. \"They're with me!\" Sir Kenhaven himself appears and the guards quickly move out of his way. \"Welcome to my mansion grounds. As an adventurer, I'm sure you'd appreciate the labyrinth maze I put together. There's a great reward for anyone who solves the puzzle and escapes. Care to see it?\"",
            "effects": [
              "Unlock \"Mansion Maze\" (43)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "32",
    "edition": "cs",
    "type": "city",
    "narrative": "You decide to go shopping in the Mixed District. As the day winds down, you find yourself with enough time to visit one more shop before they close for the day. You are tempted to enter Shiela's potion shop, but a new armory across the path catches your attention.",
    "options": [
      {
        "label": "A",
        "narrative": "Visit Shiela's potion shop.",
        "outcomes": [
          {
            "narrative": "You decide to enter Shiela's potion shop and she embraces you as you walk through the door. \"Thank you so much for getting me home safely the other day!\" Shiela beams with enthusiasm. \"Here, we just got a batch of new potions in this morning. Take one, on me!\"",
            "effects": [
              "Gain 1 collective \"Intoxicating Potion\" (Item 29)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Visit the new armory.",
        "outcomes": [
          {
            "narrative": "You decide to head into the armory and are greeted by a tall Valrath wearing light plate armor. He happily escorts you into the shop and proceeds to show you his latest wares.",
            "effects": [
              "Gain \"Woven Plate Armor\" (Item 23) item design.",
              "Gain \"Mantle of Purity\" (Item 24) item design."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "33",
    "edition": "cs",
    "type": "city",
    "narrative": "\"Hey! I remember you!\" you hear a gruff voice exclaim from behind you. You weren't expecting to see any familiar faces in your visit to the Sinking Market, but as you turn around you come face-to-face with a bearded man. \"I was stuck in that cave and you pulled me out and rescued me,\" the man reaches out and pats your shoulder. \"If not for you, I'd still be stuck down there - or who knows what could've eaten me!\" \"Well,\" the man says as he bends down to tie his boots, which look to be in brand new condition. \"Has karma treated you well?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Reply that things have been going well since your last encounter.",
        "outcomes": [
          {
            "narrative": "You tell the man that things have been going well since your last encounter: \"I knew karma would take care of you! Always does!\" He stands up from tying his shoes and lifts them up for you to see. \"Great pair, by the way. Why don't I tell you where I got them from, in case you ever find yourself needing a pair?\"",
            "effects": [
              "Gain \"Lightweight Boots\" (Item 17) item design."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Remind the man that he has yet to repay you for your kindness.",
        "outcomes": [
          {
            "narrative": "You remind the man that he left you empty-handed that day and his face turns red as he begins to stammer. \"Well, I, uh... haven't got much...\" You point toward the shiny pair of boots he's wearing and make it clear that he won't be leaving without repaying your kindness. \"What's a pair of shoes anyways?\" he laughs nervously as he slips them off and hands them to you.",
            "effects": [
              "Gain 1 collective \"Lightweight Boots\" (Item 17)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "34",
    "edition": "cs",
    "type": "city",
    "narrative": "You awaken at daybreak in a cold sweat from a terrible nightmare. Disturbed, you decide to pay a visit to Nerro, an Aesther in the Ward of Scales who claims to be an expert in interpreting dreams. After all, you've helped him out in the past and you believe he owes you a favor.",
    "options": [
      {
        "label": "A",
        "narrative": "Insist he interpret the dream for free in exchange for the favor he owes.",
        "outcomes": [
          {
            "narrative": "You insist he interpret the dream at no charge and remind him of the time you rescued him from a bear. With an angry look on his face, he consents not to charge you. He pays little attention as you speak, and as you conclude his sour expression turns into a devilish smile as he proceeds to explain that your nightmare was meant to give you a glimpse of the impending misfortune you are due to experience.",
            "effects": [
              "All start scenario with CURSE."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Pay the asking price of ten gold.",
        "outcomes": [
          {
            "narrative": "You pay the Aesther what you have and proceed to relay over your dream. He concentrates intensely as he listens, and when you finish speaking he opens his eyes and proceeds to explain that your nightmare was meant to give you a glimpse of the impending misfortune your enemies are due to experience.",
            "effects": [
              "Monsters start scenario with CURSE x2."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "35",
    "edition": "cs",
    "type": "city",
    "narrative": "That time of year has come around again. The Annual University Faire is on display today near the Market, where many come from far and wide to witness the latest technological and scientific accomplishments. Fully open to the public, some attend to contribute towards investing in different technologies and weaponry while others simply peruse and marvel at the various medical advancements. The convention only runs for one day, so you have to decide how to spend your time.",
    "options": [
      {
        "label": "A",
        "narrative": "Head to the technology section to scout for new weaponry.",
        "outcomes": [
          {
            "narrative": "You head straight to the technology section of the fair and spend hours browsing through the impressive displays. Towards the end, a Quatryl motions you forward and places two pairs of odd looking shoes on the table.",
            "effects": [
              "Gain 1 collective \"Boots of Speed\" (Item 15) or 1 collective \"Comfortable Shoes\" (Item 29)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Visit the science booths to inspect new medical developments.",
        "outcomes": [
          {
            "narrative": "You spend the day perusing the science section of the fair, marveling at the various potions and medical devices. Towards the end, a smiling man beckons you towards his direction.",
            "effects": [
              "Gain 1 collective \"Major Healing Potion\" (Item 27)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "36",
    "edition": "cs",
    "type": "city",
    "narrative": "After returning from a rigorous adventure, you're enjoying the peace and quiet over a cold ale in the Sleeping Lion when all of a sudden a man taps you on the shoulder from behind. \"Hello there,\" the man smirks. \"I'm raising funds for the branch of Scientific Studies at the University. If you care to donate, you would greatly help us continue our efforts to advance research and development.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Donate gold to the University in good faith.",
        "outcomes": [
          {
            "condition": "Pay 5 collective gold",
            "narrative": "The man thanks you profusely for your donation and promises to put up a dedication plaque in your honor.",
            "effects": [
              "Gain 2 reputation."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "The man curses you for your stinginess until he is kicked out by the bartender for harassment. Before leaving, the man vows to spread word of your distaste for philanthropic endeavors.",
            "effects": [
              "Lose 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Offer to donate gold but demand something in return.",
        "outcomes": [
          {
            "narrative": "The man offers you an experimental drug from the laboratory in exchange for a larger donation. Curious, you happily comply and pay the man.",
            "effects": [
              "Lose 15 collective gold.",
              "Gain 1 collective \"Booster Shot\" (Item 49)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "37",
    "edition": "cs",
    "type": "city",
    "narrative": "You're taking your time perusing the various wares in the market when you take notice of a commanding Orchid garbed in tribal robes with a whistle in her hand. The Orchid blows the whistle, and several nearby animals turn their heads and begin walking towards the Orchid, as if in a trance. Curious, you ask the Orchid about the whistle. \"This piece? It's a common tool amongst our kind,\" the Orchid chuckles. \"If you're so fascinated with it, it could be yours for a small price.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Buy the whistle from the Orchid.",
        "returnToDeck": true,
        "outcomes": [
          {
            "condition": "PAY 15 COLLECTIVE GOLD",
            "narrative": "After a bit of price negotiation, the Orchid agrees to a fair price and sells you the whistle.",
            "effects": [
              "Gain 1 collective \"Summoners Whistle\" (Item 46)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You can't seem to agree on a fair price. Disappointed, the Orchid turns and quickly leaves.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Try to charm the Orchid into giving it to you for free.",
        "outcomes": [
          {
            "condition": "IF ORCHID IN PARTY",
            "narrative": "You begin to relay tales of your past, and the Orchid smiles and relates to your stories. After a few minutes the Orchid gleefully hands over the whistle, happy to have made a new friend.",
            "effects": [
              "Gain 1 collective \"Summoners Whistle\" (Item 46)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "38",
    "edition": "cs",
    "type": "city",
    "narrative": "What started off as an ordinary day in the market turned into a happenstance reunion between you and an old acquaintance.",
    "options": [
      {
        "label": "A",
        "narrative": "Agree to meet the Chieftain in the Sleeping Lion this evening.",
        "outcomes": [
          {
            "narrative": "You agree to join the Orchid under the condition that she sponsor the drinks. After a night of laughter and reminiscing, the Orchid offers you a token of appreciation for the grand evening.",
            "effects": [
              "One player gains the following benefit: The next enhancement you purchase costs 30 gold less."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Politely decline, you have better things to do tonight.",
        "outcomes": [
          {
            "narrative": "The Chieftain is saddened by your declination and vows to have a good time without you. To assuage her disappointment, you offer to sponsor drinks for the evening.",
            "returnToDeck": true,
            "effects": [
              "Lose 10 collective gold."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "39",
    "edition": "cs",
    "type": "city",
    "narrative": "Curious, you approach the boy and inquire about his offering. He explains that the wall was recently damaged due to an Inox invasion and the city is offering top coin to anyone willing to aid in the repairs.",
    "options": [
      {
        "label": "A",
        "narrative": "Accept the job. After all, you could use the extra coin.",
        "outcomes": [
          {
            "narrative": "You accept the job and spend the day hauling stone for the builders. Weary from a full days work, you accept the payment and head to the Sleeping Lion to enjoy the rest of the night off.",
            "effects": [
              "Gain 10 gold each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Volunteer your time for free for a worthy cause.",
        "outcomes": [
          {
            "narrative": "You offer to volunteer and the boy points you in the direction of the wall. You spend hours helping out where you can, and at the end of the day the repairmen offer you a share of their payment in appreciation for your hard work.",
            "effects": [
              "Gain 5 gold each.",
              "Gain 1 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "40",
    "edition": "cs",
    "type": "city",
    "narrative": "Having enjoyed a hearty meal at your favorite restaurant, the Salty Duck, you prepare to pay the bill when a squadron of Quatryl Bombards enter the establishment and are seated at a table next to yours. You can't help but overhear their conversation about an upcoming shipment of military equipment arriving at the docks later tonight. They discuss the details of the inbound shipment and vent their frustration for not having found any temporary hires to help supervise the shipment, which is currently arriving unattended.",
    "options": [
      {
        "label": "A",
        "narrative": "Approach the Bombards and offer to supervise the shipment — for good coin.",
        "outcomes": [
          {
            "narrative": "You approach the Bombards and offer to supervise the shipment for a fee. Happy to have found someone to watch the shipment, they offer you a hefty sum but warn you that they'll be taking inventory afterwards and will hunt you down if anything goes missing. The night proves uneventful as you proceed to supervise the shipment, ensuring all inventory remains intact. A Bombard greets you later that night at the Sleeping Lion and pays you in full for a job well done.",
            "effects": [
              "Gain 20 collective GOLD."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Plan to sneak there later that night to steal some equipment for yourself.",
        "outcomes": [
          {
            "narrative": "You take note of the details of the shipment and arrive at the docks late at night, finding several crates of unattended goods. You help yourself to a piece of equipment from within the crate and quickly exit the scene before a witness could show up.",
            "effects": [
              "Gain 1 collective \"Canister Projectile\" (Item 44)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "41",
    "edition": "cs",
    "type": "city",
    "narrative": "There's a fundraising campaign for the Great Oak in the city today, and you've decided to pay your respects and make a donation.",
    "options": [
      {
        "label": "A",
        "narrative": "Offer a small donation of five gold.",
        "outcomes": [
          {
            "narrative": "The fundraiser smiles as he collects the gold from the palm of your hand. \"Please, allow us to bless you!\" he exclaims as he ushers over several clergymen. You can never refuse a good blessing.",
            "effects": [
              "Lose 5 collective GOLD.",
              "All start scenario with BLESS."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Donate a larger sum of twenty gold.",
        "outcomes": [
          {
            "narrative": "The fundraiser jumps for joy when he sees you produce twenty gold coins from your pouch. \"Marvelous! On behalf of the Great Oak, please take this blessed mitre as a token of our appreciation,\" the fundraiser glees as he takes the mitre off of his head and places it on yours. \"Bless you, traveler, bless you!\"",
            "effects": [
              "Lose 20 collective GOLD.",
              "Gain 1 collective \"Resplendent Mitre\" (Item 43)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "42",
    "edition": "cs",
    "type": "city",
    "narrative": "As you make your way through the bustling market, you notice an old friend, the Hierophant, arguing with a group of Inox. \"These Inox defy the very existence of the Great Oak!\" the Hierophant throws up his hands in anger. \"They refuse to relinquish their territory in the far western edge of the Dagger Forest for our new outpost. We will not be stopped!\" The Inox look to you, teeth gritting and fists clenched tightly. \"We'll never give up our land.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Side with the Hierophant.",
        "outcomes": [
          {
            "narrative": "You take the side of the Hierophant, much to the dismay of the Inox. \"Thank you, dear friends!\" the Hierophant beams. \"Your allegiance shall be rewarded. We shall meet again soon!\"",
            "effects": [
              "Unlock \"Oak Invasion A\" (49).",
              "Party Achievement: \"Oaks Alliance\"."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Side with the Inox.",
        "outcomes": [
          {
            "narrative": "You take the side of the Inox and the Hierophant shakes his fist and yells, \"you shall regret this!\" The Inox shake your hand as they thank you for your support and provide you with the coordinates of their campground.",
            "effects": [
              "Unlock \"Oak Invasion B\" (50).",
              "Party Achievement: \"Inox Alliance\"."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "43",
    "edition": "cs",
    "type": "city",
    "narrative": "You're enjoying a casual stroll through the square when you take notice of several signs posted on the wall of a nearby building. 'CRIMINALS WANTED,' the signs read. There are a few mugshots of hardened criminals listed with sizable rewards underneath. You could always use the extra coin, so perhaps it's worth the adventure. You have a few connections in the underworld and are confident in your ability to use them to help locate the criminals. There are two criminals which stand out with the biggest rewards - one a Vermling drake smuggler, and the other a dangerous void-hungry Savvas gone mad from power.",
    "options": [
      {
        "label": "A",
        "narrative": "Pursue the Vermling drake smuggler.",
        "outcomes": [
          {
            "narrative": "A few sponsored drinks bring about information leading to the Vermlings whereabouts. Known as the 'Drake Porter,' this Vermling has been illegally smuggling drakes in from beyond the border and selling their hides in the Black Market. You take note of the location and prepare yourself for the journey.",
            "effects": [
              "Unlock \"Smugglers Hideout\" 40 and mark this checkbox ⬜.",
              "If both checkboxes on this card are marked, remove this card."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Pursue the void-corrupt Savvas.",
        "outcomes": [
          {
            "narrative": "It takes a bit of prodding and bribing but you manage to learn the whereabouts of the corrupt Savvas. This power-hungry Savvas became addicted to the energy within the Void and has been wreaking havoc each night, causing vast amounts of property damage throughout the city.",
            "effects": [
              "Unlock \"Curse of the Void\" 41 and mark this checkbox ⬜.",
              "If both checkboxes on this card are marked, remove this card."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "44",
    "edition": "cs",
    "type": "city",
    "narrative": "The roar from the crowd in the bustling market startles you as you take notice of a young hooded girl carrying a large purse running through the crowd. She intentionally knocks barrels of fruit into the path behind her as she shoves bystanders out of her way, heading in your direction. An impressively large Inox struggles to catch his breath as he chases after her, swinging a large metal chain in the air like a lasso. Nobody else seems to be making an attempt to stop the supposed thief. As she makes her way closer to you, now is your chance to stop her.",
    "options": [
      {
        "label": "A",
        "narrative": "Tackle the alleged thief.",
        "outcomes": [
          {
            "narrative": "As the girl approaches, you quickly leap toward her and tackle her to the ground. The Inox swings his chain forward and shackles her feet together. After catching his breath, the Inox begins to thank you. \"She's been wanted in several districts for thievery,\" the Inox explains as he pulls out a large pouch. \"Thank you for your efforts. I'll be collecting a great bounty for this one. Here's some coin for your help.\"",
            "effects": [
              "Gain 15 GOLD each.",
              "Gain 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Move out of the way, this isn't your chase.",
        "outcomes": [
          {
            "narrative": "You attempt to step out of the way but the girl shoves you aside, causing you to stumble into a nearby stall containing glassware. You hear a large crash as you fall to the ground, and the shop-owner angrily demands compensation for the broken goods.",
            "effects": [
              "Lose 15 collective GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "45",
    "edition": "cs",
    "type": "city",
    "narrative": "Taking work whenever it comes by, you've accepted a night job to unload a ship by the Old Docks. As you approach the vessel you find an impressively large lurker standing by, and it's emitting vibrant glowing lights. There are no lamps around, but the colorful glows emanating from the lurker provide you with enough light to perform the job with ease. After the job is done and the shipowner pays you, the lurker approaches you and blocks your path. It points to the pouch of coin with one of its claws, indicating that it would like some gold for providing you with good light.",
    "options": [
      {
        "label": "A",
        "narrative": "Pay the lurker from your share of profits.",
        "outcomes": [
          {
            "narrative": "With plenty of profit to share, you reach into your pouch and hand a few gold coins to the lurker. It clicks its claws together and happily scurries away, and you head to the Sleeping Lion to enjoy a well-deserved night of relaxation.",
            "effects": [
              "Gain 20 collective GOLD."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Refuse to give the lurker any of your hard-earned gold.",
        "outcomes": [
          {
            "narrative": "You firmly explain to the lurker that it won't be getting any gold from you tonight. Before you can gauge its reaction, the lurker swiftly grabs the pouch from your hand with its claw and lobs it far into the ocean. You hear a soft splash in the distance as the lurker quickly scurries away, leaving you bewildered and empty-handed.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "46",
    "edition": "cs",
    "type": "city",
    "narrative": "You're enjoying the evening attending a luminary light show, where bioluminescent lurkers known as 'luminaries' perform by dancing and demonstrating different light patterns. These shows are often sold out, but you were lucky enough to buy one of the last tickets available. Halfway through the show, one of the luminaries onstage suddenly begins changing colors at rapid speed and raises its claws in the air. It jumps into the crowd and snaps at the audience, who begin screaming and running in all directions. The lurker seems to have lost its mind as it grabs a little girl by the hair and flings her across the room.",
    "options": [
      {
        "label": "A",
        "narrative": "Attempt to subdue the lurker with physical force.",
        "outcomes": [
          {
            "narrative": "You rush to the lurker and attempt to tackle it but it throws you off its back with great force. As you fall to the ground, several Inox carrying a battering ram call toward you. You jump to your feet and take hold of the battering ram as the Inox counts down from three before you all charge together toward the lurker. The lurker is knocked back from the battering ram and is instantly rendered unconscious. The Inox proceed to carry the lurker away, leaving the battering ram behind.",
            "effects": [
              "Gain 1 collective \"Battering Ram\" (Item 33)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Run to the little girl to make sure she gets to safety unharmed.",
        "outcomes": [
          {
            "narrative": "You run to the little girl as you hear a woman crying out, \"Help! My daughter!\" You scoop the girl up into your arms and carry her to her mother, who tearfully thanks you in midst of the calamity. You turn back to see the lurker unconscious in the arms of several Inox who appear to be hauling it out of the arena.",
            "effects": [
              "Gain 2 reputation.",
              "Gain 1 prosperity."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "47",
    "edition": "cs",
    "type": "city",
    "narrative": "As you make your way back home after a night of laughs and good drinks at the Sleeping Lion, you notice an unusual green light glowing brightly from within an alleyway which would connect you to a shorter path home. You approach the alley and find a Vermling with its knees bent, waving a staff through the air and murmuring indiscernibly. \"The ritual is almost complete,\" the Vermling looks up and opens her eyes. \"You there! Leave at once, for you cannot handle the awesome presence of these spirits!\"",
    "options": [
      {
        "label": "A",
        "narrative": "Tell the Vermling that she has no authority to tell you what to do.",
        "outcomes": [
          {
            "narrative": "You tell the Vermling to mind to her own business and she angrily waves her staff toward you. \"You have been warned! These spirits will haunt your dreams!\" You make nothing of it and ignore her rambling as you make your way through the alley. After making it home safely, you crawl into bed and close your eyes but wake up with an insufferable headache. You can't quite remember your dreams from last night, but the sweat stains on your sheets indicate that they weren't too pleasant.",
            "effects": [
              "Lose 1 MORALE each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Heed the Vermlings warning and take the longer route home instead.",
        "outcomes": [
          {
            "narrative": "You turn around and take the longer route home. You weren't sure what the Vermling meant with her warning, but you head to bed and find yourself well-rested the next morning, ready for a brand new day.",
            "effects": [
              "Gain 1 MORALE each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "48",
    "edition": "cs",
    "type": "city",
    "narrative": "After tossing and turning for what seems like hours, you find yourself restless and unable to sleep. Although dawn is approaching soon, you decide to step outside for fresh air and are surprised to see a Vermling running down the street at this hour. You recognize the garbs and staff to be those of a Spirit Caller. \"My dear friend!\" the Spirit Caller extends her staff toward you. \"I have been harnessing the energy of the spirits throughout the night. They are all-knowing and tell me of your sleepless night. I shall send them to your aid. Tell me, would you care for them to strengthen your knowledge or exploit the vision of your enemies?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Accept the Vermlings offer and ask for your knowledge to be strengthened.",
        "outcomes": [
          {
            "narrative": "You thank the Spirit Caller for the offer and ask for your knowledge to be strengthened. \"These spirits must depart back to the realm of the spiritual soon, but not before they impart their hidden knowledge upon you!\"",
            "effects": [
              "At start of scenario, each character may reveal the top two cards of their attack modifier decks."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Accept the Vermlings offer and ask for your foes to be exploited.",
        "outcomes": [
          {
            "narrative": "You thank the Spirit Caller for the offer and ask for your foes to be exploited. \"These spirits must depart back to the realm of the spiritual soon, but not before they reveal the secrets of your enemies!\"",
            "effects": [
              "At start of scenario, reveal the top four cards of the monster attack modifier deck."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "49",
    "edition": "cs",
    "type": "city",
    "narrative": "There's a solar eclipse due to take place today, and you decided to join the crowds that have gathered in the fields to witness the spectacular event. As the light shifts away, the entire field is blanketed in darkness. You hear a ruffle and a scream, and feel a figure swiftly brush by you. As a sliver of light peeks out from beneath the eclipse, you see an Aesther pushing his way through the crowds as gold coins fall from his pockets, leaving a trail behind. \"Help! I've been robbed!\" you hear a woman scream.",
    "options": [
      {
        "label": "A",
        "narrative": "Quietly pick up the scattered coins in the confusion.",
        "outcomes": [
          {
            "narrative": "You kneel down on the floor and scoop up a pile of coins that fell from the Aesther's pockets. The Aesther runs out of sight as the woman cries hysterically. You look around to ensure there are no witnesses as you shuffle yourself back into the crowd.",
            "effects": [
              "Gain 15 collective GOLD."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Run after the Aesther.",
        "outcomes": [
          {
            "narrative": "You dash after the Aesther and tackle it to the ground. Coins scatter everywhere, and as the light begins to increase, a crowd forms a circle around you. City guards arrive to arrest the Aesther, and proceed to explain there was a bounty reward on this thief.",
            "effects": [
              "Gain 2 reputation.",
              "Gain 20 collective GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "50",
    "edition": "cs",
    "type": "city",
    "narrative": "It's a particularly starry night and you decide to visit the hills for some stargazing. After making yourself comfortable in the grass, an Aesther approaches you with a glowing jar in its hand. \"You've heard of the moon's powerful healing abilities, yes? As I travel the astral planes, I collect from the powerful glows and peddle it for institutions to study. From time to time, I'll sneak a little extra to peddle to a mercenary.\" \"I have one jar left. For thirty gold, it's yours.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to buy what the Aesther is selling.",
        "outcomes": [
          {
            "condition": "PAY 30 COLLECTIVE GOLD",
            "narrative": "Here you go, the Aesther hands you the jar bursting with a soft, yet bright glow. \"Remember, this jar contains powerful healing properties. Use them wisely!\"",
            "effects": [
              "Gain 1 collective \"Bottled Moonlight\" (Item ⧫18)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Well, if you don't want to buy it, I'm sure I'll find someone else who does. Enjoy your evening!",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Ask to see the jar before committing to a purchase.",
        "outcomes": [
          {
            "narrative": "You ask the Aesther to allow you to closer examine the jar and the Aesther tosses it in your direction. Not anticipating the jar to be thrown your way, you fumble to catch it but it shatters to the ground and a burst of soft light emanates from the shattered glass. \"You fool!\" the Aesther scowls as it turns and walks away.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "51",
    "edition": "cs",
    "type": "city",
    "narrative": "You are perusing the shops in the Ward of Scales district when one of the wooden shop stalls nearby suddenly collapses on top of the elderly Valrath shop attendant. A crowd gathers as she shouts maniacally from underneath the wreckage, cursing the Vermling who allegedly rigged her stand to collapse. \"That rat has been a thorn in my side ever since I moved my shop to this district!\" she wails. She appears uninjured, but cannot free herself from the heap of wooden beams piled over her. Meanwhile, you spot a small pack of Vermling opposite the collapsed shop rifling through the unattended belongings of the other distracted shop owners.",
    "options": [
      {
        "label": "A",
        "narrative": "Free the trapped woman.",
        "outcomes": [
          {
            "condition": "angry-face,brute,spellweaver,scoundrel,cragheart,mindthief",
            "narrative": "You quickly jump into action, removing board after board to free the elderly Valrath from the wreckage. Though she is visibly shaken from being trapped, she reaches into her bag, saying, \"I appreciate your assistance. Please take this as my thanks.\"",
            "effects": [
              "Gain 1 collective \"Amulet of Life\" (Item 24)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You manage to convince the onlooking crowd to help clear the wooden rubble, and before long the Valrath is freed.",
            "effects": [
              "Gain 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Take advantage of the distraction to loot some valuables.",
        "outcomes": [
          {
            "condition": "angry-face,spellweaver,scoundrel,mindthief",
            "narrative": "With the crowd's attention focused on the collapse, you make your way through the unattended shop stalls, inconspicuously looting small valuables as you go.",
            "effects": [
              "Gain 10 gold each."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You manage to grab a few coins before your lack of stealth gives you away. Time to run before the authorities arrive!",
            "effects": [
              "Gain 3 gold each.",
              "Lose 1 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "52",
    "edition": "cs",
    "type": "city",
    "narrative": "As you exit the Sleeping Lion on your way home, you notice waves of people running hurriedly past you as the pungent smell of smoke burns your nostrils. Ah, the smell of opportunity! You follow the crowd into a bustling square to find smoke billowing from a shop window. The fire is quickly getting out of control as the Fire Brigade arrives, who work hastily in an effort to slow the spread of the flames.<br><br>One member of the Brigade, a familiar Valrath, stands separate from the rest of the crew, trying to keep the flames at bay through sorcery. You watch in continued amazement as your former compatriot is single-handedly doing more to bring the fire under control than the rest of the Brigade combined, but the screams from inside the shop quickly snap you back to reality. You feel compelled to aid your friend in order to prevent this disaster from getting worse.",
    "options": [
      {
        "label": "A",
        "narrative": "Help mitigate the fire's spread.",
        "outcomes": [
          {
            "narrative": "Without a second thought, you move through the frantic crowd to help evacuate citizens from the burning shop and keep the area clear for the Fire Brigade to operate.",
            "effects": [
              "Start scenario with STRENGTHEN.",
              "Add City Event 58 to the deck."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Help tend to the injured citizens.",
        "outcomes": [
          {
            "narrative": "You move quickly to hold pressure on an injured man's wound as the rest of the Fire Brigade sets up their equipment.",
            "effects": [
              "Start scenario with BLESS.",
              "Add City Event 58 to the deck."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "53",
    "edition": "cs",
    "type": "city",
    "narrative": "After a long week of nothing but stale rations on the road, you decide to treat yourself to some well-spiced food at The Salty Duck in the Coin District. You've heard this is one of the best restaurants in town.",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to assist the new chef with some spices that you found on the road.",
        "outcomes": [
          {
            "condition": "herbalist,quartermaster,spellweaver",
            "narrative": "You hand over some rare spices that you found on your most recent adventure. The chef tells the other customers that you are to thank for the new flavors and buys the rest of your spices at a generous price.",
            "effects": [
              "Gain 20 collective GOLD.",
              "Gain 1 reputation."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You produce some spices that you found on your most recent adventure. The chef tells the other customers that you are to thank for the new flavors. Unfortunately, you aren't as good at identifying plants as you thought.",
            "effects": [
              "All start scenario with POISON.",
              "Lose 1 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Demand the waiter to give you a refund for the disappointing meal.",
        "outcomes": [
          {
            "condition": "brute,mindthief,scoundrel,spellweaver",
            "narrative": "You know how to be persuasive when you need to be. After some select words with the now very nervous manager, he hands you more than a full refund while continuing to apologize for the quality of the food.",
            "effects": [
              "Gain 5 GOLD each.",
              "Lose 1 reputation."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "The manager is clearly unhappy, but offers a refund nevertheless.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "54",
    "edition": "cs",
    "type": "city",
    "narrative": "After a long week of nothing but stale rations on the road, you decide to treat yourself to some good food at The Salty Duck in the Coin District. You heard that your old friend, the Mirefoot, sometimes stops by to sell spices to the chef. \"Friends!\" the Mirefoot calls out as you walk into the restaurant, \"you picked the perfect time to visit. I just gave the chef the most amazing red berries that I found on the road. Order the meatballs and you'll be blown away by the flavor of the jam they're served with today.\" You've always trusted the Mirefoot when it comes to plants, but you've had bad experiences with red berries in the past, and the chef insists the duck today is the best he's ever prepared.",
    "options": [
      {
        "label": "A",
        "narrative": "Order the meatballs.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You've never known the Mirefoot to steer you wrong, so despite your own feelings about red berries from the road, you order the meatballs. As promised, the berry jam is the most delicious meal you've ever experienced. When you try to pay for your meal, you are told that the Mirefoot already paid your bill before leaving earlier.",
            "effects": [
              "All start scenario with BLESS and STRENGTHEN."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Order the duck.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You normally trust the Mirefoot, but red berries just make you too nervous, and everyone else in the restaurant seems to be thoroughly enjoying the duck. The chef was right, the duck was astounding. You pay your bill, and leave feeling well-fed and full of energy for your next adventure.",
            "effects": [
              "All start scenario with STRENGTHEN.",
              "Lose 3 gold each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "55",
    "edition": "cs",
    "type": "city",
    "narrative": "You've just returned from a mission and are alerted by yells from a quickly growing crowd. A large gaggle of onlookers are watching an argument unfold with reactions ranging from interest to concern and even fear. You work your way past the crowd and see a small group of Savvas Craghearts facing off against a sneering Savvas merchant and its wary-looking contingent of caravan guards. You can't make out the words, but it's clear the disagreement is about to get out of hand. In the shadows behind the group of Savvas, your trained eyes notice a pair of sinister-looking Aesther clad in dark colors observing the scene intently.",
    "options": [
      {
        "label": "A",
        "narrative": "Speak with the Savvas to ease tensions before they boil over.",
        "outcomes": [
          {
            "condition": "mindthief,scoundrel,spellweaver",
            "narrative": "You successfully use your abilities to calm this tense situation. Both parties agree to let their grievances rest and pass each other in peace. The Aesthers are gone, as if they'd vanished into thin air.",
            "effects": [
              "Gain 1 reputation."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "The tensions escalate and boil over despite your efforts. The crows scatter as dangerous elemental powers are deployed in the middle of the city. Many buildings are damaged, and the Craghearts are routed.",
            "effects": [
              "Lose 10 collective GOLD."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Investigate the two Aesthers and determine what their interest is here.",
        "outcomes": [
          {
            "narrative": "Due to the escalating situation nearby serving as distraction, you are able to approach the lurking Aesthers unseen. One of the Aesthers holds an ominously glowing amethyst. You overhear them mutter, \"...planned. Almost ready for us...\" Suddenly, the Aesthers notice you. They quickly grab the lead Cragheart and together vanish into a hurriedly conjured portal.",
            "effects": [
              "Gain 1 CHECK each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "56",
    "edition": "cs",
    "type": "city",
    "narrative": "As you return to the city, you find the Savvas Hollowpact who once traveled with you standing in your way. Its cloak is in tatters and large patches of its skin are badly warped and discolored. Its rocky limbs appear decrepit and decaying.<br><br>\"I can't... I can't...\", the Hollowpact mutters. The look on its face is dangerous and feels vaguely threatening. Suddenly, it relaxes and speak with a soft, gravelly voice. \"The Void takes a toll. Can't pay the price of admission. No more...\"<br><br>A hapless pedestrian passerby accidentally jostles the Savvas, causing it to react in a swirl of rage and menace. It appears ready to obliterate this passing towns-person without a second thought. Something must be done.",
    "options": [
      {
        "label": "A",
        "narrative": "Try to calm the Hollowpact and repair its broken mind and body.",
        "outcomes": [
          {
            "condition": "tinkerer,spellweaver",
            "narrative": "You are able to give the Hollowpact a brief respite from its pain. Having found a moment of lucidity, it speaks slowly, \"You see now, what I am. Not safe. Here: cleansed, for you... Safe.\" The Hollowpact haltingly presents a tattered cape and vanishes.",
            "effects": [
              "Gain 1 collective \"Blinking Cape\" (Item 73)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Despite your efforts, the Savvas deteriorates quickly. It visibly goes from agitated to enraged and beings swinging its fists at shadows. It teleports away in a fury. You fear your paths may cross again.",
            "returnToDeck": true,
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "It's clear the Hollowpact is a danger to itself and others. It must be slain.",
        "outcomes": [
          {
            "condition": "brute,scoundrel",
            "narrative": "Subtly, you misdirect the distracted Hollowpact. In its weakened mental and physical state, your old ally isn't able to react fast enough to avoid your deathblow. The Savvas disintegrates into black sand.",
            "effects": [
              "Gain 1 HIDE each.",
              "Gain 2 gold each."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "The Hollowpact moves with amazing speed despite its debilitated state, flattening half of a shop with a blast and injuring bystanders. Eventually you are able to meet a teleporting dodge with lethal force, ending this threat for good.",
            "effects": [
              "Lose 2 reputation.",
              "Gain 10 experience each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "57",
    "edition": "cs",
    "type": "city",
    "narrative": "You are strolling through the Sinking Market when suddenly you hear a loud shriek. A young Valrath mother has collapsed on the ground and before a crowd can form, someone shouts \"SNAKE!\"... Then you see them—some juvenile ghost vipers like the ones found in that pit recently. Somehow they've found their way into the city. Before you have time to process this information, you realize several more are dead. The whole area has erupted into chaos. The Viper Hunter isn't with you, and you begin to suspect something sinister has happened.",
    "options": [
      {
        "label": "A",
        "narrative": "Run to search for the Viper Hunter.",
        "outcomes": [
          {
            "narrative": "You search in all the usual places, but the Viper Hunter is nowhere to be found. After giving up, you go back to the Sinking Market to investigate. The guards have taken care of the snake problem, but based on the bodies in the streets, it wasn't nearly quick enough. Then you notice. The Viper Hunter's lifeless body sitting on a bench nearby, looking almost peaceful. On the ground beside the bench you find a large rucksack—big enough to contain a few juvenile vipers—and a note... \"Maybe I am mad after all.\"",
            "effects": [
              "Immediately retire the Viper Hunter and do not add retirement events for this character.",
              "Lose 1 prosperity.",
              "Lose 2 reputation."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Fight off the vipers before they do more harm.",
        "outcomes": [
          {
            "narrative": "You charge headstrong into the chaos and begin slaughtering the vipers. They're thankfully a little more manageable than the adults, and peace is restored again quickly. Then you notice. The Viper Hunter's lifeless body sitting on a bench nearby, looking almost peaceful. On the ground beside the bench you find a large rucksack—big enough to contain a few juvenile vipers—and a note... \"Maybe I am mad after all.\"",
            "effects": [
              "Immediately retire the Viper Hunter and do not add retirement events for this character.",
              "Lose 1 reputation.",
              "Gain 10 experience each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "58",
    "edition": "cs",
    "type": "city",
    "narrative": "You are walking through Gloomhaven Square when you notice the shop that burned down some time ago. The shop has since been repaired, but soot still lingers on the walls of the adjoining buildings from the smoke. You recall the chaos of that day vividly, and then remember the Fire Knight's open invitation to join his crew for lunch anytime. So you make your way to the Fire Brigade's quarters, knock on the door, and are promptly welcomed inside by your former companion. After lunch, the crew challenges you to complete one of their training exercises.",
    "options": [
      {
        "label": "A",
        "narrative": "Focus on improving your own abilities.",
        "outcomes": [
          {
            "narrative": "The captain smiles. \"This challenge will test your physical strength and your will to persevere. You must ensure that you do not become a liability to the rest of your crew!\" Not wanting to back down, you don the Fire Knight's weighty gear and soon find yourself crawling, climbing, lifting, and dragging more than you ever thought you could. But you never gave up, and completing the challenge has earned the crew's respect.",
            "returnToDeck": true,
            "effects": [
              "Gain item designs 63-72 and mark this checkbox [].",
              "If both checkboxes on this card are marked, remove this card and add Road Event 58 to the deck."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Focus on supporting your crew.",
        "outcomes": [
          {
            "narrative": "\"A prudent decision to invest in the well-being of your crew,\" the captain replies. \"The team can often accomplish more than the individual. Now you must learn to support your crew under pressure!\" You join the crew as they rehearse various tactics of survival and rescue. Improving your ability to perform under stress and physical exhaustion will undoubtedly serve you well.",
            "returnToDeck": true,
            "effects": [
              "Gain item designs 73-82 and mark this checkbox [].",
              "If both checkboxes on this card are marked, remove this card and add Road Event 58 to the deck."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "59",
    "edition": "cs",
    "type": "city",
    "narrative": "As you make your way to the Sanctuary of the Great Oak to make another donation, you are greeted by an entire group of men garbed in long white robes with a shimmering gold design that resembles the oak. \"Travelers, your donations have been monumental in allowing us to continue helping those in need,\" one of the bearded men says as he bows slightly towards your direction, hands firmly pressed together. \"We would like to hang a golden plaque in your honor, in the quarters of your choosing.\" \"Tell us, would you like us to honor you in our hospital, or in our temple?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Ask to be honored in the hospital.",
        "outcomes": [
          {
            "narrative": "You ask to be honored in the hospital, and the men assure you that your funds will ensure the Great Oak can continue to provide continuous care to those in need."
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Ask to be honored in the temple.",
        "outcomes": [
          {
            "narrative": "You ask to be honored in the temple, and the men assure you that your funds will ensure the Great Oak can continue to help carry their message throughout Gloomhaven."
          }
        ]
      }
    ]
  },
  {
    "cardId": "60",
    "edition": "cs",
    "type": "city",
    "narrative": "After taking the final sip from the now-empty mug of ale on the table before you, you reach into your pocket and pull out your last coin. As you place it on the table and stand up to leave when a Quatryl strapped with various weapons around his waist comes from behind you and grabs the coin from the table. \"The bartender already received plenty of tips tonight, he doesn't need this. I'm collecting for the military, and this coin will do much better in the hands of those protecting the very city which hosts this rundown place.\" The tavern grows quiet as the bartender looks up to you with an expecting gaze.",
    "options": [
      {
        "label": "A",
        "narrative": "Insist the Quatryl releases the coin; the bartender deserves the tip.",
        "outcomes": [
          {
            "condition": "protectors",
            "narrative": "You insist that the coin goes to the bartender and the tavern erupts in applause. The bartender hands you a free glass of ale to thank you, and as you take it from his hands, he whispers something in your ear.",
            "effects": [
              "Read 74B."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You insist that the coin goes to the bartender, but the Quatryl refuses to surrender it and reaches for a weapon from his belt.",
            "effects": [
              "Read outcome B."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Support the military; there are plenty of other patrons to tip the bartender tonight.",
        "outcomes": [
          {
            "condition": "militants,protectors",
            "narrative": "The Quatryl pats you on the back and thanks you for your contribution. Before you have the opportunity to say anything else, he leans over and whispers something in your ear before quickly scurrying out of the tavern.",
            "effects": [
              "Read 74B."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "The bartender motions towards a group of hulky Inox, who immediately approach you to inform you that it's time to go home. You were leaving anyways.",
            "effects": [
              "Lose 2 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "01",
    "edition": "cs",
    "type": "road",
    "narrative": "After having misread your map, you find yourself lost deep in the Dagger Forest and are startled when you come across an Orchid riding atop a massive sabretooth tiger. The Orchid approaches you as you draw your blade, but she peacefully dismounts the tiger and warns you to turn around. She claims that a mysterious force has taken ahold of some of the animals in this part of the forest, and her tribe is on a mission to be rid of the beasts that are terrorizing their village.",
    "options": [
      {
        "label": "A",
        "narrative": "Heed her warning and ask for directions to your destination.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You ask the Orchid for directions and she points you toward the right path. You wish her well with her endeavors and reach your destination in peace.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Help the orchid on her mission to kill the terrorizing beasts.",
        "outcomes": [
          {
            "narrative": "You offer to help the Orchid on her mission and her face lights up with contentment. She relays the coordinates of where to find the beasts and wishes you luck as she excuses herself to tend to her tribe.",
            "removeFromDeck": true,
            "effects": [
              "Unlock \"Unnatural Beasts\" 42."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "02",
    "edition": "cs",
    "type": "road",
    "narrative": "You approach a rat corpse lying on the side of the road. You feel your stomach grumble as you remember your last meal. It's been quite a few days since you've had the opportunity to fill your belly. With no sign of life in sight, you contemplate the fact that this might be the only meal available for some time.",
    "options": [
      {
        "label": "A",
        "narrative": "Light a fire and prepare to roast the dead rat.",
        "outcomes": [
          {
            "condition": "vermling-in-party",
            "narrative": "The sweet smell of burning flesh begins to fill the air as you roast the dead rat. It ends up cooking beautifully and you enjoy a hearty meal.",
            "effects": [
              "All start scenario with STRENGTHEN."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "When you try to roast the rat corpse over the fire, the smell repulses you and makes you wonder how you could've considered eating it in the first place.",
            "effects": [
              "Read outcome B."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Carry on and try to find a more suitable meal.",
        "outcomes": [
          {
            "narrative": "You spend hours searching for another meal, but the land seems to be devoid of anything remotely edible. You reach your destination weary and hungry.",
            "effects": [
              "All start scenario with MUDDLE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "03",
    "edition": "cs",
    "type": "road",
    "narrative": "There is a faint screaming echoing from the distance. As you approach closer, you see a deep pit dug on the side of the road. There is a small Vermling in there who must have fallen in, and the pit is filled with snakes and scorpions. The Vermling seems frightened and softly whimpers as it looks up to you for help. You feel compelled to do something for the poor Vermling.",
    "options": [
      {
        "label": "A",
        "narrative": "Help the Vermling out of the pit.",
        "outcomes": [
          {
            "narrative": "You extend your hand down to the Vermling and quickly pull it up as scorpions snap toward it. Had you come a few minutes later, it would've been too late. The Vermling looks up to you gratefully with watery eyes before hurriedly scurrying away.",
            "effects": [
              "Gain 5 experience each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Throw the Vermling a few morsels for food.",
        "outcomes": [
          {
            "narrative": "You grab a loaf of bread from your bag and throw it down into the pit. As the Vermling reaches toward it, the snakes in the pit hiss and extend their fangs. You watch in horror as the snakes indulge in their meal, leaving the bread untouched. You can't help but feel a tinge of remorse as you turn and slowly walk away.",
            "effects": [
              "All start scenario with CURSE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "04",
    "edition": "cs",
    "type": "road",
    "narrative": "After having accidentally stumbled into some thorn-bushes along the path, you find yourself with a deep cut that looks to be getting infected. You tend to the wound to the best of your ability and carry on with little time to lose. You begin to accept the fact that the cut will have to heal over time when you come across a Harrower dressed in red garb standing outside a medical tent. The Harrower chitters cheerfully as it introduces itself as a Vimthreader, and offers to tend to your wounds - for a small fee of five gold.",
    "options": [
      {
        "label": "A",
        "narrative": "Pay the Vimthreader to tend to your cut.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You pay the Vimthreader and it swiftly stitches up the laceration, chittering and hissing as it weaves each stitch. It thanks you for your payment and offers you a bizarre herbal concoction as a parting gift.",
            "effects": [
              "Lose 5 collective GOLD.",
              "During the scenario, one player gains the following benefit, then remove this card: During your turn, perform \"Heal 3, Self\"."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Ask the Vimthreader to experiment on your wound for free.",
        "outcomes": [
          {
            "narrative": "You ask the Vimthreader to experiment on your wound for free but it stands idle with no response. As you turn to leave, it grabs your arm and sits you down as it takes out a toolkit. The Harrower seems happy to have had the opportunity to stitch up the wound, but hastily ushers you out of the tent after finishing in anticipation for the next passerby.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "05",
    "edition": "cs",
    "type": "road",
    "narrative": "The music gets louder as you near a large tent on the side of the road, marked with a multitude of Inox tribal signs. You hear drums banging and cheering from within while shadows of Inox figures dance around in a circle. It sounds like a celebration of dance and song, but something smells like it's burning and there is smoke pouring out from various holes in the tent.",
    "options": [
      {
        "label": "A",
        "narrative": "Approach the tent and demand to know what's cooking.",
        "outcomes": [
          {
            "narrative": "You approach the tent and are greeted by an Inox adorned in piercings and jewelry made of teeth. You ask her what's burning in the tent, and she hands you a bowl of hot soup, explaining that she's been preparing the meat all day. Exhausted from a long day's journey, you thank the Inox and hungrily shovel the chunky soup into your mouth; it has a peculiar yet palatable flavor. You hand the empty bowl back to her while once more expressing your gratitude. On your way back to the road, you watch a second Inox dumping out a large pot filled with congealed grease and what appears to be human bones. Your stomach grumbles unpleasantly, and you feel ill.",
            "effects": [
              "Gain 3 experience each.",
              "All start scenario with 3 damage."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Request to join them in song and dance.",
        "outcomes": [
          {
            "narrative": "You enter the tent and join hands with the Inox as you sing and dance around a fire. There is a pot bubbling in the center of the fire, and the Inox take turns pausing the dancing to throw in bones while chanting before erupting into more song and dance. You've had a great time but nightfall is approaching and it's time to carry on with your journey. The Inox give you gifts to depart with as you excuse yourself from the event.",
            "effects": [
              "Gain 5 collective gold.",
              "Gain 1 collective \"Necklace of Teeth\" (Item 106)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "06",
    "edition": "cs",
    "type": "road",
    "narrative": "Making your way across a narrow river leading over a waterfall, you see a large turtle stuck between two rocks. The rushing current is pulling stones and logs toward it and it's only a matter of time before an object knocks it over the waterfall. You feel that something should be done to rescue it, but the current is strong it's a long way down the waterfall.",
    "options": [
      {
        "label": "A",
        "narrative": "Jump into the river to save the turtle.",
        "outcomes": [
          {
            "narrative": "You leap into the river and grab the turtle. You quickly duck into the water as the current pulls a large log over your head, and you barely make it out before an entire tree is swept over the falls. You managed to save the large turtle just in the nick of time.",
            "effects": [
              "At start of scenario, one character performs: Summon Snapping Turtle"
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Try to pull the turtle out with a stick.",
        "outcomes": [
          {
            "narrative": "You reach for a long stick and use it to try lifting the turtle out of the rocks. You succeed, but the stick breaks and the turtle is sent flying over the waterfall.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "07",
    "edition": "cs",
    "type": "road",
    "narrative": "You aim your bow and arrow at a bird in the sky and smile as your dinner falls to the ground. As you approach your meal, an Inox hops out of the bushes with a bow arched over its back. \"Stay back, that bird is mine,\" the Inox snarls. At first you think the Inox must be joking, but he insists that this is his kill to claim.",
    "options": [
      {
        "label": "A",
        "narrative": "It's not worth the fight. Stand down and find a different animal to hunt.",
        "outcomes": [
          {
            "narrative": "You back away and let the Inox keep the bird. You spend the next few hours wandering around but the skies are empty, and eventually settle on a half-eaten bird carcass lying on the floor. You roast it and proceed to eat it, but the taste is foul and leaves you feeling sick.",
            "effects": [
              "All start scenario with POISON."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "You're not going anywhere. Prepare to fight to defend your dinner rights.",
        "outcomes": [
          {
            "condition": "if inox or valrath in party",
            "narrative": "You bang your chest and let out a battle cry. The Inox' eyes bulge and it backs away, agreeing to let you keep the bird. It makes for a tasty meal and you feel satisfied.",
            "effects": [
              "All start scenario with STRENGTHEN."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You draw your blade but the Inox is unimpressed. He lunges toward you and a brawl ensues, but you both pause at the sight of a fox running off with your meal.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "08",
    "edition": "cs",
    "type": "road",
    "narrative": "You're walking through a mountainous area as snow begins to fall from the sky. As you traverse further closer to the mountaintop, you encounter deep snowbanks but continue trudging through when you take notice of a young Vermling huddled up beneath a tree. She's trembling and visibly shaken, and you inquire as to what's wrong.",
    "options": [
      {
        "label": "A",
        "narrative": "Explain to the Vermling that it's harmless snow.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You explain to the Vermling that it's harmless snow, and snowfall is natural this high up in the peaks. She thanks you for clearing up the confusion and offers to accompany you on your journey.",
            "effects": [
              "Spawn one normal Vermling Scout next to any character. It is an ally to you and an enemy to all monsters."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Quietly accept the job and agree to escort the Vermling.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You agree to escort the Vermling out of the mountains and lead her out of the snowy mountains. She thanks you, pays you and vows never to return to what she calls the 'cursed powder mountains' again.",
            "effects": [
              "Gain 15 collective GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "09",
    "edition": "cs",
    "type": "road",
    "narrative": "You're climbing near a canyon when you hear a cry for help. You follow the voice to a rock formation and discover a Savvas with his leg stuck between two rocks. He cries out to you, explaining that he's been stuck for two days and you're the first one to cross his path. He lets out a large groan as he extends his hand out to you for help.",
    "options": [
      {
        "label": "A",
        "narrative": "Help pull the Savvas out from the rock formation.",
        "outcomes": [
          {
            "narrative": "With all your might, you manage to pull the Savvas out from the rock formation. He stumbles forward and clutches his throbbing leg, but he's smiling from ear to ear. \"Please, take this mantle I've been wearing in return for your kindness,\" the Savvas says. \"Don't worry about me, I'll make my way home.\"",
            "effects": [
              "Gain 1 collective \"Mantle of Purity\" (Item 24)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Loot his bags and leave him for stranded.",
        "outcomes": [
          {
            "narrative": "You ignore the Savvas groaning as you proceed to rummage through his bags. You find a peculiar pair of boots along with some rope and a blade. \"Wait, please, don't abandon me!\" the Savvas begs as you hand him the blade from the bag and leave him to figure out his own solution.",
            "effects": [
              "Gain 1 collective \"Shoes of Phasing\" (Item 16)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "10",
    "edition": "cs",
    "type": "road",
    "narrative": "As you pass by a pile of Vermling corpses on the side of the road, you can't help but think there must be some kind of Vermling pandemic going around. You've seen several heaps of dead Vermling on this journey so far. All of a sudden, you feel sharp claws dig into your leg. You look down and see a furry arm sticking out from the pile of corpses, and its paw is tightly gripped around your ankle. The Vermling it belongs to trembles as it uses your leg to slowly pull itself out from the bottom of the pile. With all the strength it could muster, it slowly chokes out the words, \"tree... of death... vermling... gardens...\"",
    "options": [
      {
        "label": "A",
        "narrative": "Ignore the message and dig through the pile of corpses for loot.",
        "outcomes": [
          {
            "narrative": "You search through the corpses, hoping to find something of value but there is nothing worth scavenging besides rotten flesh.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Ask the Vermling for more information.",
        "outcomes": [
          {
            "narrative": "You ask the Vermling to point you in the direction of the gardens. As it draws its final breath, the Vermling scratches coordinates into the dirt before collapsing to the ground.",
            "removeFromDeck": true,
            "effects": [
              "Unlock \"Vermling Gardens\" 46."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "11",
    "edition": "cs",
    "type": "road",
    "narrative": "Walking along a dirt path, you come across a small Aesther pinned down on the ground by a giant bear. The Aesther is whimpering with bear drool dripping down his cheek as the bear looks up to you and roars.",
    "options": [
      {
        "label": "A",
        "narrative": "Attempt to rescue the Aesther by fighting the bear.",
        "outcomes": [
          {
            "narrative": "\"I am forever grateful,\" the Aesther bows toward you as he dusts himself off. \"I am Nerro, the noble dream interpreter who practices in the Ward of Scales. Come see me if you ever need a dream interpreted.\"",
            "effects": [
              "Add City Event 34 to the deck."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Distract the bear by throwing it food in the other direction.",
        "outcomes": [
          {
            "narrative": "You throw food in the other direction, hoping to distract the bear. You remain hopeful as the bear stands up and sniffs the air, but your hopes are then crushed when the bear leans back over the Aesther and smacks its lips. You turn away as the bear opens its jaws wide and proceeds to indulge in its tasty meal.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "12",
    "edition": "cs",
    "type": "road",
    "narrative": "You happen upon a large tent pitched on the side of the road, with a small wooden sign posted on the grass nearby that reads 'FORTUNE TELLER: 5 GOLD.' You enter the tent and find an Aesther wrapped in white robes sitting on a red velvet chair with a glass orb in her hands. She looks up to you with narrow eyes and asks in a soft voice, \"have you come to hear your fortune?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Scoff at the Aesther, you don't believe in fortune telling.",
        "outcomes": [
          {
            "narrative": "You scoff at the Aesther and state your disbelief in the practice of fortune telling. She narrows her eyes and begins waving her hands over the crystal ball. \"Good fortune awaits!\" she calls out as you proceed to exit her tent without payment.",
            "effects": [
              "All players ignore negative scenario effects."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Pay the Aesther to hear your fortune told.",
        "outcomes": [
          {
            "narrative": "You pay the Aesther her fee and she begins to wave her hands over the crystal ball while humming a quiet tune. \"The battlefield lies ahead. The choices you make will dictate your fortune. Choose wisely and you shall surely prosper.\"",
            "effects": [
              "Lose 5 collective gold.",
              "Gain 3 experience each.",
              "All players may select 3 battle goals to choose from instead of 2."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "13",
    "edition": "cs",
    "type": "road",
    "narrative": "You happen upon a large tent pitched on the side of the road, with a small wooden sign posted on the grass nearby that reads 'FORTUNE TELLER: 5 GOLD.' You enter the tent and find an Aesther wrapped in gold robes sitting on a blue velvet chair with a glass orb in her hands. She looks up to you with narrow eyes and asks in a soft voice, \"have you come to hear your fortune?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Scoff at the Aesther, you don't believe in fortune telling.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You scoff at the Aesther and state your disbelief in the practice of fortune telling. She narrows her eyes and begins waving her hands over the crystal ball. \"Bad fortune awaits!\" she calls out as you proceed to exit her tent without payment.",
            "effects": [
              "All start scenario with CURSE x2."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Pay the Aesther to hear your fortune told.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You pay the Aesther her fee and she begins to wave her hands over the crystal ball while humming a quiet tune. \"Good fortune awaits! Your enemies will be crippled and you will have the upper hand in battle.\"",
            "effects": [
              "Lose 5 collective GOLD.",
              "Monsters start scenario with CURSE x2."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "14",
    "edition": "cs",
    "type": "road",
    "narrative": "It's the middle of the night and you reach a fork in the road. On the left, you see a path leading into a dark forest. There are various bioluminescent bugs glowing beneath the trees. On the right, there is a straight dirt path laden with thorns.",
    "options": [
      {
        "label": "A",
        "narrative": "Take the left path through the forest.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You head into the forest and find that the bioluminescent bugs provide you with a clean, bright light that illuminates the path before you. You take advantage of the light and stride through the path, avoiding several large beehives on the way.",
            "effects": [
              "Gain 6 experience each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Take the right path through the thorns.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You head into the thorn-laden path but find it difficult to navigate around the hazardous bushes in the dark. You end up reaching your destination with a few bleeding cuts after stumbling headfirst into a thorn-bush.",
            "effects": [
              "All start scenario with WOUND.",
              "All start scenario with 2 damage."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "15",
    "edition": "cs",
    "type": "road",
    "narrative": "It's the middle of the day and you reach a fork in the road. On the left, you see a path leading into a dark forest. There are various insects buzzing beneath the trees. On the right, there is a straight dirt path laden with thorns.",
    "options": [
      {
        "label": "A",
        "narrative": "Take the left path through the forest.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You head into the forest but the density of the trees blocks the sunlight and you have trouble staying on the path. In the midst of the darkness you accidentally stumble into a large beehive and eventually make it out of the forest with a few burning stings to remember your journey by.",
            "effects": [
              "All start scenario with WOUND.",
              "All start scenario with 2 damage."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Take the right path through the thorns.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "As the sun shines down from above, you walk through the dirt path and are easily able to avoid the thornbushes in the daylight. You manage to make it through the path without a single scratch.",
            "effects": [
              "Gain 6 experience each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "16",
    "edition": "cs",
    "type": "road",
    "narrative": "As you venture down the road, you take notice of a vile stench seeping out from a nearby ditch. You peer down and see a human corpse lying within. The corpses' bony hands are gripped around a long saber and an oddly-shaped shield. This would be the perfect opportunity to stock up on some extra gear for battle, but your bag is packed tight and space is limited.",
    "options": [
      {
        "label": "A",
        "narrative": "Pry the saber out from the right hand.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You pry the saber from the corpses hand and hold it tight. It's rusty and deteriorated but you could likely get a few good swings out of it.",
            "effects": [
              "One player gains the following benefit during the scenario, then remove this card:",
              "During your next two single-target melee attacks, add +1 Attack to the attack."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Grab the shield from the left hand.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You slide the shield out from between the skeleton's bony fingers and clang your blade against it. It's in poor shape but likely to protect you from a few blows before it decays.",
            "effects": [
              "One player gains the following benefit during the scenario, then remove this card:",
              "On the next three sources of damage to you from attacks, gain Shield 1."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "17",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a booth set up on the side of the road, where an Inox bearing articles of clothing resembling tribal gear sits aside a collection of totems in different shapes and sizes. \"These spiritual totems are used by our tribes in battle,\" the Inox explains. \"For the small price of ten gold, one of them could be yours.\" The Inox places two totems on the table of his booth. \"Today, I can sell you the Drake Totem of Confusion or the Eagle Totem of Watchfulness. Which would you care to buy?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to buy the drake totem.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "condition": "Pay 10 collective gold",
            "narrative": "The drake totem!\" the Inox smiles as he places a totem resembling a drake on the table. \"Used throughout the ages as an emblem to confuse enemies. Excellent choice.",
            "effects": [
              "During the scenario, place one totem obstacle next to any character. All characters adjacent to this obstacle add MUDDLE to all melee attacks."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Not today, huh?\" the Inox frowns. \"May the animal spirits be with you.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Offer to buy the eagle totem.",
        "returnToDeck": true,
        "outcomes": [
          {
            "condition": "Pay 10 collective gold",
            "narrative": "The eagle totem!\" the Inox nods in agreement as he places a totem resembling an eagle on the table. \"Sought after by many healers as a sign of watchfulness. Wise choice.",
            "effects": [
              "During the scenario, place one totem obstacle next to any character. Whenever a character ends their turn adjacent to the totem, they may perform \"Heal 1, Self\"."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Maybe a different day then.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "18",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a booth set up on the side of the road, where an Inox bearing articles of clothing resembling tribal gear sits aside a collection of totems in different shapes and sizes. \"These spiritual totems are used by our tribes in battle,\" the Inox explains. \"For the small price of ten gold, one of them could be yours.\" The Inox places two totems on the table of his booth. \"Today, I can sell you the Bull Totem of Aggression or the Dog Totem of Protection. Which would you care to buy?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to buy the bull totem.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "condition": "Pay 10 collective gold",
            "narrative": "The bull totem!\" the Inox smiles as he places a totem resembling a bull on the table. \"Channels rage into tactical aggression. Powerful choice.",
            "effects": [
              "During the scenario, place one totem obstacle next to any character. All characters adjacent to this obstacle gain Retaliate 1."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Not today, huh?\" the Inox frowns. \"May the animal spirits be with you.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Offer to buy the dog totem.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "condition": "Pay 10 collective gold",
            "narrative": "The dog totem!\" the Inox nods in agreement as he places a totem resembling a dog on the table. \"Represents the guard dogs used in battle to help protect their owners. Smart choice.",
            "effects": [
              "During the scenario, place one totem obstacle next to any character. All characters adjacent to this obstacle gain Shield 1."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Maybe a different day then.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "19",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a booth set up on the side of the road, where an Inox bearing articles of clothing resembling tribal gear sits aside a collection of totems in different shapes and sizes. \"These spiritual totems are used by our tribes in battle,\" the Inox explains. \"For the small price of ten gold, one of them could be yours.\" The Inox places two totems on the table of his booth. \"Today, I can sell you the Kangaroo Totem of Balance or the Camel Totem of Endurance. Which would you care to buy?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to buy the kangaroo totem.",
        "outcomes": [
          {
            "condition": "Pay 10 collective gold",
            "narrative": "The Inox smiles as he places a totem resembling a kangaroo on the table. \"Used to instill a sense of balance within those who gaze at it. Brilliant choice.\"",
            "returnToDeck": true,
            "effects": [
              "During the scenario, place one totem obstacle next to any character. All characters adjacent to this obstacle gain Advantage on all attacks."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "The Inox frowns. \"May the animal spirits be with you.\"",
            "returnToDeck": true,
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Offer to buy the camel totem.",
        "outcomes": [
          {
            "condition": "Pay 10 collective gold",
            "narrative": "The Inox nods in agreement as he places a totem resembling a camel on the table. \"Thought to aid any to endure the harshest of conditions. Perfect choice.\"",
            "returnToDeck": true,
            "effects": [
              "During the scenario, place one totem obstacle next to any character. All characters adjacent to this obstacle are immune to negative conditions."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Maybe a different day then.",
            "returnToDeck": true,
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "20",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a group of Brightsparks on the side of the road. Dressed in full lab gear, they beckon you toward them and offer you two vials to choose from. One of the vials is filled with a bubbling red liquid and the other with glowing green ooze.",
    "options": [
      {
        "label": "A",
        "narrative": "Try the bubbling red liquid.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You sip the bubbling red liquid, and it has an oddly sour berry flavor. Moments after you finish the last drop, you feel a surge of adrenaline run through your veins. You feel energized and your senses are heightened.",
            "effects": [
              "At the start of the first round after all cards have been revealed, each player may decrease their leading initiative by 20."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Try the glowing green ooze.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You quickly drink the glowing green ooze, and it has a sweet herbaceous taste. Moments after finishing the last drop, you begin to feel groggy and dreary. You turn away sluggishly and your senses feel repressed.",
            "effects": [
              "At the start of the first round after all cards have been revealed, each player adds 20 to their leading initiative."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "21",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a group of Brightsparks on the side of the road. Dressed in full lab gear, they beckon you toward them and offer you two vials to choose from. One of the vials is filled with a glowing red liquid and the other with bubbling green ooze. \"We're running an experiment and would appreciate if you would test one of these out for us,\" the Brightspark grins. \"Just let us know how it goes when you make your way back to the city.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Try the glowing red liquid.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You guzzle the glowing red liquid, and it has a delicious berry taste. Moments after licking the last drop, your head begins to pulse and ache. You stumble away, feeling weary and confused.",
            "effects": [
              "All start scenario with MUDDLE."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Try the bubbling green ooze.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "narrative": "You gulp down the bubbling green ooze, and it has a spicy, bitter aftertaste. Moments after finishing the last drop, you feel a rush of energy surge throughout your body. You turn away with your head held high, feeling invigorated and refreshed.",
            "effects": [
              "All start scenario with STRENGTHEN."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "22",
    "edition": "cs",
    "type": "road",
    "narrative": "Walking amongst a cavernous area, you hear a voice calling from within one of the caves. You approach the sound of the voice and see a rope tied to a tree leading down into the deep cavern. \"Please, help!\" the voice calls from below. \"I'm too tired to pull myself up, can you please help me by pulling up the rope?\" You peer down into the cavern and see only darkness below. The climber must be far down, and it would take great effort to pull him up.",
    "options": [
      {
        "label": "A",
        "narrative": "Assist the climber by pulling up the rope.",
        "outcomes": [
          {
            "narrative": "You start to pull on the rope with all your might. After several minutes of pulling, a bearded man emerges from the cave. \"You saved me!\" the man exclaims. \"Unfortunately I do not have anything of value with me to repay you with, as my expedition proved to be fruitless. However, I'm sure karma will take care of you.\" The man smiles as he pats your shoulder before he gathers his belongings and begins to walk away, leaving you short of breath.",
            "effects": [
              "Discard one card each.",
              "Add City Event 33 to the deck."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Cut the rope and steal the bag he left by the tree.",
        "outcomes": [
          {
            "narrative": "You begin to cut the rope and hear the voice cry out from below, 'wait! What are you doing! Please, no! No!' The climber continues pleading as you furiously begin to cut faster. You hear the rope snap, followed by a fading scream and then - silence. You pick up his bags with hopes to sell the valuables within during your next trip to town, but the bag turns out to be filled with nothing but snacks and some old rope.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "23",
    "edition": "cs",
    "type": "road",
    "narrative": "While wandering the road at night, you suddenly see a flash of bright light, followed by a loud shattering noise originating from a cave entrance nearby. Near it, an abandoned merchant cart is parked. As you head inside the cave, the sound of sword slashes, breaking glass and the occasional flash of light guides you deeper, when suddenly you see a merchant and his guard fighting an Orchid. On the ground near the Orchid, a sack filled with glowing red crystals that could be of either party. As you inspect the Orchid, which has a crystal skin far larger than you have ever seen, he breaks of a piece of his crystal skin which he threatens to throw at you. At that same time, the merchant manages to grab the sack and attempts to flee.",
    "options": [
      {
        "label": "A",
        "narrative": "Engage the Orchid.",
        "outcomes": [
          {
            "condition": "if orchid in party",
            "narrative": "A fellow orchid stops your engage and shouts, \"That is a member of the order of Shardrenders, do not intervene!\". You watch as the Shardrender pierces the merchant's heart with a crystal and runs off with the sack.",
            "effects": [
              "No effect."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "As your sword slashes into the crystal skin of the orchid, a big shock wave of shards emits, injuring and knocking everyone prone, leaving the orchid to flee with the sack.",
            "effects": [
              "All start scenario with MUDDLE and WOUND."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Stop the merchant in his attempt to flee with the crystals.",
        "outcomes": [
          {
            "narrative": "You help the orchid fend off the attackers. \"You made the right decision, these were bandit thieves\" the Orchid explains with an expression of gratitude. \"These special crystals are of vital importance for my order, the order of Shardrenders, and your deed will not be forgotten.\" He hands you a small purse of gold before taking his leave.",
            "effects": [
              "Gain 15 collective GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "24",
    "edition": "cs",
    "type": "road",
    "narrative": "You're carefully walking along a forest path when you see a set of traps up ahead. They appear to have been marked for animals, but wildlife in these parts are scarce and someone could easily break their foot by accidentally stepping in one of the traps.",
    "options": [
      {
        "label": "A",
        "narrative": "Attempt to dismantle the traps.",
        "outcomes": [
          {
            "narrative": "You begin to dismantle each trap, carefully closing them while being mindful of your grip. As the last trap shuts closed, you realize one of these could be useful in your journey forward.",
            "effects": [
              "Gain 1 collective \"Iron Snare\" (Item 30)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Avoid the traps and proceed to walk through the path.",
        "outcomes": [
          {
            "narrative": "You tiptoe your way around the traps when you hear a loud 'SNAP!' and feel a sharp pain run up your leg. You've accidentally stepped into one of the traps, and it's going to be painful to remove.",
            "effects": [
              "All start scenario with 2 damage.",
              "All start scenario with IMMOBILIZE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "25",
    "edition": "cs",
    "type": "road",
    "narrative": "Traveling across swamplands, you see various animals sprinting out from the marsh in different directions. You hear a shrill screeching coming from the distance, and it sounds like it's coming from deep within the swamp.",
    "options": [
      {
        "label": "A",
        "narrative": "Continue heading into the swamp and investigate the screeching noise.",
        "outcomes": [
          {
            "narrative": "You head straight into the swamp as the screeching grows louder. You peer through tall reeds and see a hideous giant purple creature with swarming tentacles grab a viper and swallow it whole. This creature does not look like it belongs here.",
            "effects": [
              "Unlock \"Defend the Swamp\" (45)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Turn around and take the long route to circumvent the swamp.",
        "outcomes": [
          {
            "narrative": "Deciding to take the longer route, you turn around and continue on your journey. The screeching begins to fade as you distance yourself from the swamp. You eventually reach your destination, your boots worn out but virtually unharmed.",
            "effects": [
              "Consume one collective BOOT item."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "26",
    "edition": "cs",
    "type": "road",
    "narrative": "As you depart the city, you find a snake charmer sitting outside the gates with a pungi in hand. There is a basket filled with vipers by his feet and he's playing a soft tune. The vipers seem to be entranced by the music as they slowly wave their bodies in perfect synch. The charmer abruptly stops playing and looks up to you as he says, \"I'm in need of a new pungi, could you please spare a few coin?\" Before you can answer, he narrows his eyes and points to the basket filled with snakes. \"My snakes would be quite unhappy if you don't.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Help the charmer with a small donation.",
        "outcomes": [
          {
            "narrative": "You hand the charmer a few coins and proceed to continue on with your journey. \"Wait!\" the charmer calls after you. \"Here, have one of my vipers as a thank-you gift. Take good care of him for me, will you?\"",
            "effects": [
              "Lose 5 collective GOLD.",
              "At start of scenario, one character performs: Summon Slithering Viper"
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Refuse to give the charmer any of your hard-earned gold.",
        "outcomes": [
          {
            "narrative": "You refuse to give the charmer any of your gold and turn away to continue with your journey. You feel a sharp sting running up your ankle and turn around to see one of the vipers slithering away. The charmer smiles devilishly as he continues playing his pungi.",
            "effects": [
              "All start scenario with POISON."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "27",
    "edition": "cs",
    "type": "road",
    "narrative": "You're passing by a caravan when you hear a muffled scream from within. You peer in out of curiosity and see an Orchid tied up to a chair in an otherwise empty caravan.",
    "options": [
      {
        "label": "A",
        "narrative": "Untie the ropes and free the captive Orchid.",
        "outcomes": [
          {
            "narrative": "You begin to untie the ropes from around the Orchid. The Orchid stands up, revealing shining silhouette armor. All of a sudden, the Orchid's hands begin to glow and a devious smile grows across her face. Before you can react, she blasts you out of the caravan with a powerful spell and dashes out into the road. As you dust off your clothes, you reach into your pockets and realize you've been pickpocketed.",
            "effects": [
              "Add Road Event 33 to the deck.",
              "Lose 10 collective GOLD."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Wait outside for the captors to return. There must be a good reason for this.",
        "outcomes": [
          {
            "narrative": "After patiently waiting for about an hour, several large Inox wearing heavy armor wrapped in chains approach the caravan. You question the circumstances and the Inox explain that they're bounty hunters, and this Orchid is a dangerous wanted criminal. They thank you with a gift for guarding the caravan and begin to prepare for the next leg of their journey.",
            "effects": [
              "Gain 1 collective \"Staff of Retribution\" (Item 35)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "28",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a booth set up on the side of the road, where a Vermling bearing articles of clothing resembling tribal gear sits aside a collection of totems in different shapes and sizes. \"These spiritual totems are used by our tribes in battle,\" the Vermling explains. \"For the small price of ten gold, one of them could be yours.\" The Inox places two totems on the table of his booth. \"Today, I can sell you the Kangaroo Totem of Confusion. Would you care to buy one?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to buy the kangaroo totem.",
        "outcomes": [
          {
            "narrative": "You agree to buy the kangaroo totem. \"Excellent!\" the Vermling rubs his hands together and hands you the totem. The totem looks different than others you've seen, with strange markings and a deformed head. You carry on with your journey while inspecting it, and by the time you realize it's a fake, the Vermling has already packed its bags and scurried off.",
            "effects": [
              "Lose 10 collective gold."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Decline the offer.",
        "outcomes": [
          {
            "narrative": "You tell the Vermling you won't be buying a totem today. \"Not today? Not today?!\" the Vermling yells as he jumps onto the table, knocking over several totems onto the floor. He begins to jump in madness and flail his arms in the air while shouting, \"Not today! Not today!\" He grabs an armful of totems and dashes off into the distance, leaving behind his booth and a small tin filled with gold.",
            "effects": [
              "Gain 5 collective gold."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "29",
    "edition": "cs",
    "type": "road",
    "narrative": "You happen across a Quatryl stranded on the side of the road as if waiting to hitch a ride. \"Hey, I recognize you!\" the Quatryl peps up. \"It's me, Shiela!\" \"I've gotten kind of lost after last night's drinking. If you're heading toward the Mixed District, do you mind letting me tag along?\" You weren't planning on heading in that direction, but Shiela's a good friend.",
    "options": [
      {
        "label": "A",
        "narrative": "Go out of your way and escort Shiela to the Mixed District.",
        "outcomes": [
          {
            "narrative": "You escort Shiela backed to the Mixed District, and she thanks you profusely before heading into her apartment. It was an uneventful journey, but you find yourself far behind schedule as this was much out of your way.",
            "effects": [
              "All players spend one BOOT item.",
              "Add City Event 32 to the deck."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Tell Shiela she'll have to find another ride and continue on your journey.",
        "outcomes": [
          {
            "narrative": "\"Please!\" Shiela begs as you adamantly refuse to go out of your way. She bursts into tears as you walk away, shouting after you, \"the other patrons in the Sleeping Lion will surely hear about this!\".",
            "effects": [
              "Lose 2 reputation."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "30",
    "edition": "cs",
    "type": "road",
    "narrative": "Snow continues to fall fast as you wade through the sleet. This blizzard is unlike anything you've ever experienced, and as you traverse through the barren area you contemplate finding a place to rest through the unexpected storm. You take notice of an isolated cave with a glowing blue light emanating from within, and as you enter the cave you find an Orchid meditating with her eyes closed. You recognize the Orchid as a Frostborn; you've heard tales how seeing a Frostborn could be a bad omen, but she seems deep in thought and doesn't take notice of you.",
    "options": [
      {
        "label": "A",
        "narrative": "Take respite in the cave.",
        "outcomes": [
          {
            "narrative": "You spend the night in the cave, taking care not to make any noise so as not to disturb the meditating Frostborn. As you prepare to leave, you feel a cold hand on your shoulder. You turn to see the Frostborn, who offers to teach you one of her powerful spells to help you on your journey.",
            "effects": [
              "All monsters start scenario with IMMOBILIZE."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Continue on and brave the storm.",
        "outcomes": [
          {
            "narrative": "You depart from the cave and continue on throughout the snowstorm. You eventually make it to your destination, but your hands are numb from the cold and you can no longer feel your feet.",
            "effects": [
              "All start scenario with IMMOBILIZE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "31",
    "edition": "cs",
    "type": "road",
    "narrative": "Your stomach grumbles loudly as you climb your way through a mountainous area. Wildlife in this area is scarce and rations are low. You happen upon a pack of Vermlings nestled in some bushes on the side of a cliff. They're sleeping next to a bag filled with food, and you decide to sneak some from their bag. As you approach the bag of food, a light from behind shines in your direction. You turn around to find a Vermling, wide-awake and holding a portable tech lamp. He asks you what you're doing here and you have to react quickly.",
    "options": [
      {
        "label": "A",
        "narrative": "Explain you're here for the food and aren't leaving without it.",
        "outcomes": [
          {
            "narrative": "You explain you're not leaving without food and the Vermling insists he won't share. As you continue to argue with the Vermling, he shines the light toward your face and stares for a few seconds, before smiling cheerfully and claiming to recognize you. He mentions something about you helping him unscrew a lightbulb from a tech lamp and sends you away feeling invigorated with a full stomach.",
            "effects": [
              "During the first round of the scenario, before any cards are revealed, any characters may declare to act on Initiative 01 instead of their leading initiative."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Tell the Vermling you lost your way.",
        "outcomes": [
          {
            "narrative": "You tell the Vermling you lost your way and he warns you to leave. You continue on with your journey but have no luck finding more food. You manage to make it to your destination but feel sluggish and worn out from the lack of sustenance.",
            "effects": [
              "During the first round of the scenario, all characters act on Initiative 99 instead of their leading initiative."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "32",
    "edition": "cs",
    "type": "road",
    "narrative": "Your stomach grumbles loudly as you climb your way through a mountainous area. Wildlife in this area is scarce and rations are low. You happen upon a pack of Vermlings nestled in some bushes on the side of a cliff. They're sleeping next to a bag filled with food, and you decide to sneak some from their bag. As you approach the bag of food, a light from behind shines in your direction. You turn around to find a Vermling, wide-awake and holding a portable tech lamp. He asks you what you're doing here and you have to react quickly.",
    "options": [
      {
        "label": "A",
        "narrative": "Explain you're here for the food and aren't leaving without it.",
        "outcomes": [
          {
            "narrative": "You explain you're not leaving without food and the Vermling insists he won't share. You grab the bag and begin to run in the opposite direction, and the Vermling gives chase. You eventually outrun the Vermling and enjoy a hearty meal, but as you reach your destination you turn around and find the Vermling has caught up and is angrily charging toward you.",
            "effects": [
              "Spawn one elite Vermling Scout next to any character. It is an enemy to all figures."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Tell the Vermling you lost your way.",
        "outcomes": [
          {
            "narrative": "You tell the Vermling you lost your way and he warns you to leave. You continue on with your journey but have no luck finding more food. You manage to make it to your destination but feel sluggish and worn out from the lack of sustenance.",
            "effects": [
              "During the first round of the scenario, all characters act on Initiative 99 instead of their leading initiative."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "33",
    "edition": "cs",
    "type": "road",
    "narrative": "Walking alongside a brook, you take notice of a female Orchid meditating by the water. As you peer closer, you can't help but notice her shiny armor looks strikingly familiar. You've untied and been mugged by a similar looking Orchid not too long ago, and have since seen 'wanted' posters with her mugshot posted around town. You're not prepared to let her get away a second time.",
    "options": [
      {
        "label": "A",
        "narrative": "Verbally demand the Orchid repay you what she stole.",
        "outcomes": [
          {
            "narrative": "You approach the Orchid and catch her by surprise. Startled, her hands begin to glow but you explain that you're not interested in a fight and only want to reclaim what's been stolen. She proceeds to explain that she spent all the gold, but she can give you the armor she's wearing if you promise not to report her to the authorities.",
            "effects": [
              "Gain 1 collective \"Silhouette Cuirass\" (Item 26)."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Use physical force to subdue her.",
        "outcomes": [
          {
            "narrative": "You sneak up to the Orchid and press your blade against her throat from behind. Not wanting to be harmed, she allows you to tie her arms together with rope. She claims to have spent all the gold, so you proceed to return her to town to collect her bounty instead.",
            "effects": [
              "Gain 40 collective gold."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "34",
    "edition": "cs",
    "type": "road",
    "narrative": "Walking through a mountainous area not too far from the city, you double-take as you realize what you first thought to be a sleeping bear on the side of the road is a gargantuan Vermling. You recognize the creature from the time you investigated the sewers in search of a giant Vermling and vow not to let it get away from you a second time. It snores loudly and turns over as you slowly approach it from behind. It's deep in slumber and you must decide how to proceed.",
    "options": [
      {
        "label": "A",
        "narrative": "Set a bear trap near the Vermling and wait.",
        "outcomes": [
          {
            "narrative": "You set up a bear trap near the Vermling and eagerly wait for it to awaken. After what seems like hours, the Vermling finally stands up and you hear a loud snap. You pop out of the bushes, only to find both the Vermling and the trap have disappeared. You groan upon realizing that it'll take more than a bear trap to subdue this beast, and hope to encounter it again in the future.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Ambush it with an attack while it sleeps.",
        "outcomes": [
          {
            "narrative": "You sneak up towards the Vermling and swing at it with your blade. Having been awoken from the gash, the Vermling jolts awake and lunges toward you, claws extended, and slashes you across the face before running off into the mountains. You wipe the blood from the wound and recognize that you could have prepared yourself better for the fight.",
            "effects": [
              "All start scenario with WOUND."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "35",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a group of men huddled together on the side of the road. They seem intensely focused on something as they mutter under their breath while exchanging colorful concoctions and pour various smoking liquids into a pot. \"Come, travelers! Come see this marvelous experiment!\" one of the men gleefully exclaims as he motions you forward. \"You seem like a strong, capable group. We could use some help stirring and mixing the heavy brew.\" You glance over and see a bubbling cauldron with sparks flying all over.",
    "options": [
      {
        "label": "A",
        "narrative": "Help the men mix the brew.",
        "outcomes": [
          {
            "narrative": "You begin to slowly mix the brew as the men shout in excitement and continue pouring in various liquids. All of a sudden, the pot explodes and the liquid erupts with the force of a volcano. You try and step away as fast as you can, but your clothing becomes singed and your skin is scathed. The men begin apologizing and mention something about disproportionation measurements. These men clearly did not know what they were doing.",
            "effects": [
              "All start scenario with WOUND."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Decline and continue forward.",
        "outcomes": [
          {
            "narrative": "You politely decline and carry forward with your journey. Several minutes after departing from the scene, you hear a large explosion and see a cloud of smoke rising in the distance. It's a good thing you didn't stick around.",
            "effects": [
              "No effect."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "36",
    "edition": "cs",
    "type": "road",
    "narrative": "You come across a group of men huddled together on the side of the road. They seem intensely focused on something as they mutter under their breath while exchanging colorful concoctions and pour various smoking liquids into a pot. You vaguely recognize one of the men as a Brightspark but he's too busy concentrating on his work to notice you.<br><br>\"Come, travelers! Come see this marvelous experiment!\" one of the men gleefully exclaims as he motions you forward. \"You seem like a strong, capable group. We could use some help stirring and mixing the heavy brew.\"<br><br>You glance over and see a bubbling cauldron with sparks flying all over.",
    "options": [
      {
        "label": "A",
        "narrative": "Help the men mix the brew.",
        "outcomes": [
          {
            "narrative": "As you approach the group of men, you recognize one particular Brightspark from your previous adventures. This warm sense of familiarity provides you with a sense of trust as you proceed to help the men mix their concoction. After several minutes of tiresome mixing, the brew turns a bright orange color. \"We've done it!\" the Brightspark jumps for joy as he grabs ahold of your shoulders and shakes them with joy. \"Here, have some! It will surely help you.\"",
            "effects": [
              "All start scenario with BLESS x2."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Decline and continue forward.",
        "outcomes": [
          {
            "narrative": "The men among the group angrily scold you for not wanting to help. Although you declined in a polite manner, the men begin unclipping vials of liquid from their belts and start throwing them in your direction. You flee the scene, but not before enduring a few bruises and burns from the pelting.",
            "effects": [
              "All start scenario with 3 damage."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "37",
    "edition": "cs",
    "type": "road",
    "narrative": "A faint groaning sound coming from ahead catches your attention. As you approach closer, you take notice of an injured bear on the side of the road. You cautiously approach the animal with one hand on your blade in case it decides to attack. Further inspection reveals that the bear is in poor condition. Its feet appear to be twisted and its body severely wounded. There are birds of prey circling above. If left alone, the bear won't survive the night.",
    "options": [
      {
        "label": "A",
        "narrative": "Tend to its wounds.",
        "outcomes": [
          {
            "narrative": "You take the time to nurse the bear back to health. Confident that you've given it a fighting chance for survival, you begin to leave, only to notice the bear following you. It's limping, but you sense gratitude and it doesn't seem to want to leave your side.",
            "effects": [
              "Spawn one normal Cave Bear next to any character. It is an ally to you and an enemy to all monsters. It has a maximum hit point value of 5, regardless of the value listed on its stat sheet."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Don't poke the bear, it's too risky.",
        "outcomes": [
          {
            "narrative": "You ignore the bears pleading for help and carry on with your journey. You feel a slight sense of remorse as wonder what could have been had you helped the bear, but there's no looking back now.",
            "effects": [
              "All start scenario with CURSE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "38",
    "edition": "cs",
    "type": "road",
    "narrative": "As nightfall approaches, you seek a place to set up camp for the night when you come across an abandoned campsite. As you peek into the tent, you find a small group of Vermlings staring back at you. They seem to have settled in and don't look interested in leaving.",
    "options": [
      {
        "label": "A",
        "narrative": "Fight the Vermlings off. You deserve a place of rest more than they do.",
        "outcomes": [
          {
            "narrative": "You draw your weapon, ready to fight the Vermlings off. They immediately scatter at the sight of your blade, leaving behind a small backpack filled with supplies. Within the backpack you find a crossbow and a single bolt. This will come in handy in the battlefield. One player may take this card. During that player's turn, they may play this card as a top action instead of one of their ability cards to perform \"Attack 4, Range 3\" at the leading initiative of the other card played. This card can be discarded and is immediately removed upon being played. This card cannot be lost to avoid suffering damage.",
            "removeFromDeck": true
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Leave and continue searching for a place to rest. It's not worth the fight.",
        "outcomes": [
          {
            "narrative": "Not wanting to pick a fight, you depart from the tent. A few minutes later you happen across an empty caravan. There are no Vermlings, but you do find a few random items that might fetch you a few coins at the market.",
            "effects": [
              "Gain 10 collective GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "39",
    "edition": "cs",
    "type": "road",
    "narrative": "As you walk down the road you hear loud clanging coming from ahead. As you near the noise, you find a tent set up on the side of the road. An elderly man exits the tent and greets you, claiming to be a blacksmith who forges weapons for the military and asks to examine yours. \"My, this could use an upgrade,\" the blacksmith narrows his eyes as he slides his finger across the handle of your weapon. \"I'll tell you what. Surrender this weapon to me, and I'll pay you handsomely for it.\" \"Alternatively, for the low price of ten gold, I could forge you a blade so jagged it could penetrate the strongest armors. Military grade.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Offer to sell your weapon to the blacksmith.",
        "outcomes": [
          {
            "narrative": "You offer to sell your weapon to the blacksmith, and he smiles before asking you to wait while he grabs his pouch of coin. You make the exchange and carry on with your journey.",
            "effects": [
              "One player loses one ITEM or HIDE and gains 30 GOLD."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Request the blacksmith forge you a new blade.",
        "outcomes": [
          {
            "narrative": "You ask the blacksmith to forge you a new weapon and he asks you to wait several minutes outside the shop. You hear his banging of the anvil as smoke pour out of the shop, and minutes later he exits and dusts the soot off his jacket as he hands you a newly forged blade.",
            "effects": [
              "One player loses 10 GOLD and gains one \"Jagged Sword\" (Item 25)."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "40",
    "edition": "cs",
    "type": "road",
    "narrative": "\"Halt, stranger!\" a Quatryl encased in a device surrounded by cannons extends his arm out and shakes his head. \"You're approaching official military territory. I'm afraid you can't pass through here. You'll have to turn around and head through the forest instead.\" Going around through the forest could add days to your trips. There's no choice but to pass through.",
    "options": [
      {
        "label": "A",
        "narrative": "Attempt to persuade the Quatryl with the hope that he's in a reasonable mood.",
        "outcomes": [
          {
            "condition": "Reputation > 10",
            "narrative": "You explain to the Quatryl who you are, and as he listens he decides to introduce you to his commander. You recognize the Bombard, exchange smiles and he gives you full permission to pass through.",
            "effects": [
              "No effect."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You explain to the Quatryl who you are, but he doesn't seem to be impressed. Several more Quatryls appear and forcefully escort you off the grounds.",
            "effects": [
              "All start scenario with 3 damage."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Offer to bribe the Quatryl in exchange for letting you pass.",
        "outcomes": [
          {
            "condition": "Pay 5 collective gold",
            "narrative": "The Quatryl looks around to ensure there are no witnesses and hastily ushers you through to the other side.",
            "effects": [
              "No effect."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "The Quatryl shakes his head. \"This is no trivial matter. I should have you jailed for this.\" The Quatryl motions for backup, and you hastily scurry off before things get out of hand.",
            "effects": [
              "Discard 1 card each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "41",
    "edition": "cs",
    "type": "road",
    "narrative": "You happen upon an old beggar on the side of the road. His clothes are tattered and torn, his long white beard is scraggly and he flashes you a smile full of rotting, cracked teeth. \"Traveler, care to spare a little food?\" he croaks in a hoarse voice. You brought extra rations and hand him a small loaf of bread. The beggar grabs hold of the bread and closes his eyes as he breathes deeply, soaking in its aroma. \"Now I bless you in return!\" he exclaims. \"Care to be blessed with longevity or sustenance?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Ask to be blessed with longevity.",
        "outcomes": [
          {
            "narrative": "You asked to be blessed with longevity. The old man puts his hands over your head and mumbles, leaving a smear of dirt and your forehead. He kisses your cheek and then sits down and begins picking at the bread and licking the crumbs from his hand.",
            "effects": [
              "At the end of the first round, each character may Recover one discarded card."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Ask to be blessed with sustenance.",
        "outcomes": [
          {
            "narrative": "You asked to be blessed with sustenance. The man waves his hands over your head, dropping small bits of dirt in your eyes as he mumbles. He kisses your forehead and then sits down and waves you off.",
            "effects": [
              "At start of scenario, place one money token in an unoccupied hex adjacent to each character."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "42",
    "edition": "cs",
    "type": "road",
    "narrative": "As you make your way down a cobblestone road, you find a man with a long white flowing beard kneeling down on the side of the road, mumbling to himself. As you pass him by, he looks up to you and clears his throat. \"Travelers, I am praying on behalf of all who merit to cross my path. Tell me, are you on the path of righteousness or on the path of despair?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Respond with \"path of righteousness\".",
        "outcomes": [
          {
            "narrative": "You answer that you are on the path of righteousness and the man smiles warmly. \"Very well then. I shall pray for you to continue to walk the path of prosperity and good merit!\"",
            "effects": [
              "Start scenario with SUN in the Strong column.",
              "During the first round, consider any negative attack modifier drawn by players to be a +0 instead."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Respond with \"path of despair\".",
        "outcomes": [
          {
            "narrative": "You answer that you are on the path of despair and the man instantly frowns. \"Well, if that's the path you choose, I shall pray for you to continue to walk the path of anguish and dishearten your enemies!\"",
            "effects": [
              "Start scenario with MOON in the Strong column.",
              "During the first round, consider any negative attack modifier drawn by players to be a -1 instead."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "43",
    "edition": "cs",
    "type": "road",
    "narrative": "You happen upon a sleeping hooded figure tucked upon a pile of straw on the side of the road. As you peer closer, you begin to take notice that the face looks vaguely familiar. You've seen 'wanted' posters around town with a similar-looking face. Perhaps this is a wanted bandit, or perhaps she's just a lawfully abiding citizen taking rest from her journey...",
    "options": [
      {
        "label": "A",
        "narrative": "Tie her hands together while she sleeps.",
        "outcomes": [
          {
            "narrative": "You begin to slowly tie rope around her hands when her snoring comes to an abrupt halt. \"What are you doing?!\" she exclaims. As you explain you're there to collect her bounty and won't leave without a fight, she retrieves identification and proves you mistaken. She curses you for disturbing her slumber and rolls back into the straw.",
            "effects": [
              "All start scenario with CURSE."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Awaken and interrogate the figure.",
        "outcomes": [
          {
            "narrative": "You shake the girl awake and demand identification. She angrily shows you her identification, proven you mistaken. After a bit of conversation, you find out she's been separated from her group and you invite her to join you on your journey.",
            "effects": [
              "Spawn one normal Bandit Archer next to any character. It is an ally to you and an enemy to all monsters. It has a maximum hit point value of 3, regardless of the value listed on its stat sheet."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "44",
    "edition": "cs",
    "type": "road",
    "narrative": "About halfway through your journey, you happen upon a merchant's caravan set up on the side of the road. There is a small shop sign which piques your curiosity, and you enter the caravan. You're taken aback when you find an old friend, the Chainguard, who greets you as you enter.",
    "options": [
      {
        "label": "A",
        "narrative": "Choose the rusty spikes trap.",
        "outcomes": [
          {
            "narrative": "The rusty spikes trap! Great choice, use it wisely,\" the Chainguard hands you the trap and bids you farewell.",
            "effects": [
              "At the start of the scenario, place one 4 damage WOUND trap in an empty hex adjacent to any enemy."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Choose the clamping snare trap.",
        "outcomes": [
          {
            "narrative": "The clamping snare. Great for stopping anything right in its tracks!\" the Chainguard hands you the trap and wishes you the best of luck on your journey.",
            "effects": [
              "At the start of the scenario, place one STUN trap in an empty hex adjacent to any enemy."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "45",
    "edition": "cs",
    "type": "road",
    "narrative": "It's dark at night and you're traveling near the shorelines when your lamp unexpectedly burns out. Realizing you have not brought enough oil to rekindle the light, you cautiously continue on with your journey when you notice a glowing light source up ahead. As you near the light source, you find yourself face-to-face with a giant glowing lurker. You carefully approach the creature and see a sign posted nearby that reads, 'LUMINARY FOR HIRE: 10 GOLD.'",
    "options": [
      {
        "label": "A",
        "narrative": "Pay the lurker to escort you on your journey.",
        "outcomes": [
          {
            "narrative": "The lurker happily accepts your sum and accompanies you on your journey, lighting the path ahead. When you reach your destination, it doesn't want to leave your side. It seems it's here to stay, and you realize you haven't just hired a light source... you hired a mercenary.",
            "effects": [
              "Lose 10 collective gold.",
              "Spawn one normal Lurker next to any character. It is an ally to you and an enemy to all monsters. It has a maximum hit point value of 4, regardless of the value listed on its stat sheet."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Save your hard-earned coin and take your chances in the dark.",
        "outcomes": [
          {
            "narrative": "You continue on with your journey, making your way off the shoreline and into a forest when you accidentally stumble into a thornbush. Bruised and cut, you finally reach your destination and vow never to travel without extra oil again.",
            "effects": [
              "All start scenario with 2 damage."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "46",
    "edition": "cs",
    "type": "road",
    "narrative": "You're walking along a shoreline when you take notice of glowing lights emanating from beneath the sand. You dig into the sand and pull out several detached lurker claws, each glowing a different color. On one side of your feet you see one claw radiating a soft blue glow, while another looks and feels like a hot coal. On the other side of your feet you find a claw radiating a strong yellow, and it's sitting aside a darkened claw with a dim black glimmer. You have a feeling the glowing lights will help you on your journey, but only have room for two.",
    "options": [
      {
        "label": "A",
        "narrative": "Take the soft blue and glowing red claws.",
        "outcomes": [
          {
            "narrative": "You take the soft blue and glowing red claws and continue on with your journey. As you reach your destination, each claw emits one last burst of light before their glow fades away.",
            "effects": [
              "Start scenario with ICE and FIRE in the Strong column."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Take the bright yellow and dim black claws.",
        "outcomes": [
          {
            "narrative": "You take the bright yellow and dim black claws and continue on with your journey. As you reach your destination, each claw emits one last burst of light before their glow fades away.",
            "effects": [
              "Start scenario with LIGHT and DARK in the Strong column."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "47",
    "edition": "cs",
    "type": "road",
    "narrative": "\"Thank you! Thank you!\" the Vermling falls to your feet and begins kissing your toes. You've helped pull his carriage out of a deep pile of mud, and the green-robed Vermling couldn't be more grateful. \"Alas!\" he exclaims. \"A gift, for your troubles.\" The Vermling rushes into the carriage and pulls out two glowing rods. \"Please, take one. It will help you rest on your journey.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Take the shorter rod on the left.",
        "outcomes": [
          {
            "narrative": "\"Ah! The shorter rod will serve you well if you ever decide to quickly rest,\" the Vermling glees as he hands you the shorter rod.",
            "effects": [
              "Whenever a character takes a short rest during the scenario, they may perform \"Heal 1, Self\"."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Take the longer rod on the right.",
        "outcomes": [
          {
            "narrative": "\"The longer rod, very well! This rod will ensure that you get the most fulfillment out of your resting,\" the Vermling smiles while gracefully handing you the longer rod.",
            "effects": [
              "Whenever a character takes a long rest during the scenario, they may recover 3 hit points instead of 2 hit points."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "48",
    "edition": "cs",
    "type": "road",
    "narrative": "Traveling through a dense forest at night, you see a faint green light emanating from a bush off the path. There is a faint whining emanating from the small shrub, and as you turn to walk away, the light intensifies and you hear a whispering voice from behind the bush. \"Here here, traveler.\" Interested by the prospect of what may be beckoning you, you approach the bush and see a Vermling hunched behind, waving her hands around. \"There is great spiritual energy here,\" she explains. \"I can feel it. I can impart this upon you, but I warn you - the energy works differently with everyone. Should I restrain the energy and leave you with all but a taste, or are you ready to experience its full potential?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Ask her to restrain the energy; you're not quite sure what you can handle.",
        "outcomes": [
          {
            "narrative": "You ask the Vermling to restrain the energy and she nods and begins to chant. The light suddenly escapes from the bush and wraps around your body before slowly dimming. It's as if your body absorbed the light, and you begin to feel a strange sensation.",
            "effects": [
              "One character starts scenario with MUDDLE.",
              "All other characters start with STRENGTHEN."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Tell her to hold nothing back. You're ready for anything.",
        "outcomes": [
          {
            "narrative": "You ask the Vermling to hold nothing back and she begins to shriek and wave her hands frantically in the air. The light intensifies until it becomes blinding and you shudder as you close your eyes. All of a sudden, her shrieking stops and you open your eyes to find nothing but a singed twig in the place of the bush, and a burning sensation running through you like nothing you've ever experienced before.",
            "effects": [
              "One character starts scenario with STUN.",
              "All other characters start with INVISIBLE."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "49",
    "edition": "cs",
    "type": "road",
    "narrative": "It's a particularly starry night and you happen upon an Aesther looking up into the stars. He ushers you toward him and points up in the sky. \"See those constellations? I can read them for you. Tell me, what do you see in the stars?\" You look up to the sky and see a multitude of stars. It's hard to make out a shape, but it looks like there might be stars connecting in the letter 'T' or 'V,' but you're unsure which.",
    "options": [
      {
        "label": "A",
        "narrative": "Tell the Aesther you see a large 'T' shape in the sky.",
        "outcomes": [
          {
            "narrative": "You tell the Aesther you see the letter 'T' formed in the stars. He shakes his head and tells you, \"tsk, that's the constellation of terror. I see your enemies will be moving forward, even as we speak. Best hurry on, dear travelers, before they advance too quickly.\"",
            "effects": [
              "At start of scenario, before the first round, all monsters perform \"Move 1\"."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Tell the Aesther you see a large 'V' shape in the sky.",
        "outcomes": [
          {
            "narrative": "You tell the Aesther you see the letter 'V' formed in the stars. He nods his head in affirmation and tells you, \"that's the constellation of victory. You will have an advantage in the battlefield and move as quickly as a shooting star! I bid you well, dear travelers, and success in your journey.\"",
            "effects": [
              "At start of scenario, before the first round, all characters may perform a \"Move 2\" ability."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "50",
    "edition": "cs",
    "type": "road",
    "narrative": "Walking along a brook late at night, you come across a familiar Aesther gazing up into the stars. You recognize the Aesther as the Starslinger, and it greets you with a warm smile.",
    "options": [
      {
        "label": "A",
        "narrative": "Tell the Aesther you're in pursuit of health.",
        "outcomes": [
          {
            "narrative": "You tell the Aesther you're in pursuit of health and it points to the stars. \"I'll be sure to wish upon a certain star for you tonight, and should the constellations align you will find yourself in full health!\"",
            "effects": [
              "All start scenario by overhealing 2 hit points."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Tell the Aesther you're in pursuit of wealth.",
        "outcomes": [
          {
            "narrative": "You tell the Aesther you're in pursuit of wealth and it points to the stars. \"I'll be sure to wish upon a certain star for you tonight, and should the constellations align you will find yourself with great fortune!\"",
            "effects": [
              "The first player to loot a treasure tile this scenario gains an additional 10 GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "51",
    "edition": "cs",
    "type": "road",
    "narrative": "On the road to your next adventure, you spot a trade caravan with a broken wheel off to the side of the path. As you approach, you notice multiple human bodies lying motionless on the ground near the wagon as an Inox and Savvas are rummaging through the chests that fell from the wagon. At first, you suspect that you are witnessing a robbery in progress, but after further inspection, you realize they are placing the chests back onto the wagon, taking particular care with an especially ornate chest. You keep your distance for now, but can overhear the pair conversing. \"Those bandits came out of nowhere,\" the Savvas says to his companion. \"Yeah,\" the Inox replies in between heavy breaths. \"Keep watch. Could be more on the way.\" They take a moment to catch their breath before getting back to work. \"I'll grab some tools and try to repair the wheel,\" the Savvas states matter-of-factly.",
    "options": [
      {
        "label": "A",
        "narrative": "Help the traders get their wagon back on the road.",
        "outcomes": [
          {
            "condition": "brute,cragheart,spellweaver,scoundrel,tinkerer,mindthief",
            "narrative": "While the Savvas wrenches on the wagon, your strength makes short work of reloading the fallen chests. The Inox standing guard gruffs, \"Thanks for helping. Take this schematic as our thanks.\"",
            "effects": [
              "Gain \"Flaming Axe\" item design (Item 52)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You offer to stand guard while the traders fix their wagon. Unfortunately, this takes much longer than anticipated, but at least they pay your wage as promised before leaving.",
            "removeFromDeck": true,
            "effects": [
              "Discard 2 cards each.",
              "Gain 5 GOLD each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Create a distraction and attempt to steal the ornate chest.",
        "outcomes": [
          {
            "condition": "brute,cragheart,spellweaver,scoundrel,tinkerer,mindthief",
            "narrative": "Your allies provide an effective distraction and you are able to sneak away unnoticed with the ornate chest in hand.",
            "effects": [
              "Gain \"Flaming Axe\" item design (Item 52)."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Distracting the guards is easy enough, but escaping unscathed is another matter entirely. Fortunately, your ally was quick enough to avoid capture, but you are disappointed to leave empty-handed.",
            "removeFromDeck": true,
            "effects": [
              "One starts scenario with 2 damage."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "52",
    "edition": "cs",
    "type": "road",
    "narrative": "You barely make it outside the city gates before spotting a thick column of smoke spreading across the horizon ahead. You can tell from the militaristic shouts behind you that the Fire Brigade was quick to summon their ranks today. The Brigade soon comes trudging past at a quickened pace, eager to protect the city and its outlying cottages from this growing wildfire. You spot your former companion, the Fire Knight, among their ranks, who breaks formation to speak with you. \"Hey old friends. Want to earn some gold?!\" he asks excitedly. \"The Brigade will pay anyone willing to help extinguish spot fires during these big incidents. Sure, it's dangerous, but nothing you can't handle.\" The Fire Knight smirks, bouncing a ball of flame between his hands. \"Or, another way you can help is by clearing out brush from around the cottages on the outskirts of the city. If you know the forest, that should be a breeze for you.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Help extinguish spot fires near the fire front.",
        "outcomes": [
          {
            "narrative": "You are excited to work alongside your old friend again, but extinguishing spot fires is no easy task, especially in a forest filled with wild creatures frightened by the destruction of their homes. The Fire Knight gives you a few pointers as to the best techniques to extinguish hot spots before rejoining the Brigade on the front lines of the firefight. Hopefully your combined efforts will control this spreading wildfire before it burns the forest down.",
            "effects": [
              "Unlock \"Forest Fire\" 48."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Help clear out brush from around the outlying cottages.",
        "outcomes": [
          {
            "condition": "music-note,angry-face,lightning-bolt,three-spears,scoundrel",
            "narrative": "Your familiarity with the forest paths and shrubbery makes clearing out the brush a simple task that your party accomplishes safely before returning to its quest.",
            "returnToDeck": true,
            "effects": [
              "Gain 5 GOLD each."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "Clearing out the brush may not require much skill, but your lack of familiarity with the forest greens results in a failure to properly handle the poisonous shrubbery surrounding the outlying cottages.",
            "returnToDeck": true,
            "effects": [
              "All start scenario with POISON.",
              "Gain 5 GOLD each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "53",
    "edition": "cs",
    "type": "road",
    "narrative": "You set out from the city far later than you had intended and the stormy weather that hasn't subsided all day isn't making the journey any easier. In fact, the path you'd planned on taking is flooded and wading through the mud would leave you vulnerable to whatever wild animals are lurking in the dark. There is a clearer path you could take, but that would add an extra few hours and you're already just to so worn.",
    "options": [
      {
        "label": "A",
        "narrative": "Stick to the plan and push through the mud.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "condition": "angry-face,spellweaver",
            "narrative": "Your familiarity with the wilderness helps guide your party through the mud without exposing yourselves to an attack.",
            "effects": [
              "No effect."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "It starts off well, but it isn't long before you find yourselves waist deep in mud and surrounded by wolves. You are able to fight them off, but not unscathed. You can't help but think that fighting off wolves is probably more exhausting than taking the long way around.",
            "effects": [
              "Discard 3 cards each.",
              "All start scenario with WOUND."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Take the long way around. It's not worth the risk.",
        "returnToDeck": true,
        "outcomes": [
          {
            "narrative": "You're not happy about the situation, but being attacked while knee-deep in mud is exactly the luck you've been having today, so you decide not to risk it. The rest of the trip is uneventful, but exhausting.",
            "effects": [
              "Discard 2 cards each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "54",
    "edition": "cs",
    "type": "road",
    "narrative": "The road has been rather uneventful today and the weather has been kind to you. There are some merchants transporting goods following the same path you take, only a few minutes behind you, but they are minding their own business. In fact, you are thinking to yourself that the situation feels almost too calm when you spot a narrow path carved through the bush to the side of the road.",
    "options": [
      {
        "label": "A",
        "narrative": "Don't tempt fate. Continue along the uneventful road enjoying the day.",
        "outcomes": [
          {
            "narrative": "You knew it was too good to be true. No more than 20 minutes pass before you are ambushed by thieves. It is likely the thieves were waiting for the merchants behind you, and you were just in the wrong place at the wrong time.",
            "effects": [
              "Lose 5 gold each."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "What's an adventure without taking any chances? Explore the path in the brush.",
        "outcomes": [
          {
            "narrative": "It takes no more than 20 minutes before you realize that this path is a little too tight and overgrown for you to go any further. However, a familiar voice calls to you, \"Friends, what in the world are you doing here?\" the Mirefoot exclaims. It turns out he's found the trail to a Ghost Viper nest and gives you directions to it. After parting ways and returning to the main road, your good fortune continues. Not far up the road you discover a ransacked caravan with some goods left over that you can easily sell.",
            "returnToDeck": true,
            "effects": [
              "Unlock \"Viper Marsh\" (47).",
              "Gain 15 collective gold."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "55",
    "edition": "cs",
    "type": "road",
    "narrative": "As you travel along the path, you hear strange noises from just out of sight ahead, away from the road. As you approach, a blinding bolt of lightning fills the sky followed shortly by ear-splitting thunder. Undeterred, you press forward. As you continue, the sounds of battle end abruptly. You reach the site of the struggle and find two corpses. The first is a battered Savvas whose rocky skin has been partially dissolved into coarse black sand around the edges of several vicious-looking sword cuts. The second corpse is a charred and frozen Aesther whose shadowy ashlades lay fallen at the ground by its sides alongside an ominously glowing amethyst.",
    "options": [
      {
        "label": "A",
        "narrative": "Loot the bodies. They don't need it, we're not picky, and that gem looks valuable.",
        "outcomes": [
          {
            "condition": "voidwarden",
            "narrative": "As you touch the glowing stones and ashen blades, you feel a corrupt energy course through your body. You immediately drop the items, realizing in horror that these items must have been tainted by the Void. Those of you who are not fortified against the Void feel their life essence drained by the contact. You abandon these accursed items with all haste.",
            "effects": [
              "Start scenario with STRENGTHEN."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "As you touch the glowing stones and ashen blades, you feel a corrupt energy course through your body. You immediately drop the items, realizing in horror that these items must have been tainted by the Void. Those of you who are not fortified against the Void feel their life essence drained by the contact. You abandon these accursed items with all haste.",
            "effects": [
              "Start scenario with CURSE."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Leave the area. Who knows what lingering effect the powers used may have had.",
        "outcomes": [
          {
            "narrative": "Seeing the coarse black sand disfiguring the wounds of the Savvas reminds you of seeing similar damage among victims of the Void in Gloomhaven. That black sand is a telltale sign of corruption and danger. You think better of looting something so suspicious. Carefully, without touching the bodies or equipment, you take time to hide the site. Perhaps someday you can return and safely cleanse or destroy these items, but for now, it's better if no one stumbles across them.",
            "effects": [
              "Discard 1 card each."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "56",
    "edition": "cs",
    "type": "road",
    "narrative": "As you round a turn in the road, you're surprised to see two Savvas locked in combat, circling each other.<br><br>One of them you recognize as your former Hollowpact companion. The other figure appears to be a younger but similarly accoutred Savvas. Both have glowing amethyst stones filling their chest cavities with an otherworldly light.<br><br>The two Hollowpacts are undeterred by your presence and continue to circle each other, searching for an opening. Both are lithe and move with a duelist's grace despite their rocky forms—a notable difference in style from many of their Savvas kin. Your former companion turns slightly and addresses you, \"This one is mine. Stay out of this. Won't ask twice.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Try to calm the situation. There's no need for this violence.",
        "outcomes": [
          {
            "narrative": "The younger Hollowpact takes advantage of your interruption to teleport away. Your former ally ignores this and turns to you, its voice grating like jagged rocks against metal, \"You. DON'T understand. We are abominations. Must die. Must ALL die.\"<br><br>A moment passes and rage is instantly replaced by calm. The Hollowpact speaks again with a ponderous, gravelly voice, \"I can track and destroy my quarry easily enough. I save this young one from itself. Stop me again and die.\" With that, the Hollowpact vanishes.",
            "effects": [
              "No effect."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Listen to your former ally. Watch the events unfold without interference.",
        "outcomes": [
          {
            "narrative": "Once it becomes clear you won't intervene, the two Hollowpact return their focus to each other. The younger Hollowpact strikes first, lashing out with a devastating flurry. The elder Savvas dodges several blows and then, in between incoming strikes, grabs the glowing stone in the chest of the younger fighter and shatters it in a burst of energy. The younger Hollowpact's eyes grow wide as it begins to disintegrate from the inside out. Your former ally nods, kicks the slain Savvas's coin purse to you, and vanishes.",
            "effects": [
              "Gain 12 collective GOLD."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "57",
    "edition": "cs",
    "type": "road",
    "narrative": "You're drawn toward colorful pillars of smoke pouring out from a small cavern on the side of the road. Curiosity gets the better of you as you wade through the smoke and enter the cavern, only to see a familiar figure standing near a stone covered in chromatic ooze. It's the Brightspark, and he's clapping in delight as he reaches for a vial on the stone beside him. \"My friends!\" he calls toward you with glee. \"I've found a secluded place to conduct my experiments, and I must tell you, the elemental converter is coming along quite nicely.\" \"Anyways, you must try one of these new potions! I've got a few options, so take your pick!\"",
    "options": [
      {
        "label": "A",
        "narrative": "Reach for the multi-hued colorful vial of ooze.",
        "outcomes": [
          {
            "narrative": "\"Amazing!\" the Brightspark hands you the colorful vial and points toward your mouth. You uncap the vial and quickly drink it. It tickles your throat as the Brightspark suddenly turns red. \"You were supposed to rub it on your lips, not drink it!\" No wonder your throat won't stop itching. \"Well,\" the Brightspark clears his throat, \"Let's just hope you find plenty of bathroom stops along the way!\"",
            "effects": [
              "All start scenario with 2 damage."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Reach for the dull gray vial of ooze.",
        "outcomes": [
          {
            "narrative": "\"Here you go, handle it with care!\" the Brightspark carefully hands you the dull gray vial of ooze. \"Shake it and then uncap it when you're ready for a bedazzling chemical reaction!\"",
            "effects": [
              "At the start of the scenario, start with any two elements in the Strong column."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "58",
    "edition": "cs",
    "type": "road",
    "narrative": "Just outside the city gates, you hear a cacophonous roar emanate from the other side of a hill and decide to investigate. As you draw near, you recognize familiar sounds — Inox grunting, Harrowers chittering, Vermlings screeching. But something is different. Are they... cheering? You crest the hill to discover a throng of bodies from every race milling about a variety of booths hosting various competitions. \"Welcome to the Gloomhaven Games!\" a Quatryl gamemaster yells into an amplifying device. \"All are invited to enjoy the festivities!\" One booth surrounded by Valraths hollering with excitement grabs your attention. You are not surprised to see the Fire Knight emerge from the crowd with a foolish grin on his face. \"Hey, old friends! The Fire Brigade hosts a competition for the chance to win discounted gear. You should be familiar with the challenge from your visit to the station. Let's see if you remember your training!\"",
    "options": [
      {
        "label": "A",
        "narrative": "Enter the strength contest.",
        "removeFromDeck": true,
        "outcomes": [
          {
            "condition": "harrower,inox,savvas,valrath",
            "narrative": "You may choose to redraw one of your cards.",
            "effects": [
              "You may buy any one item (63-72) at the discount below based on the number of positive attack modifier cards drawn.",
              "0: No discount.",
              "1: 15 gold.",
              "2: 20 gold.",
              "3: 25 gold."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "No effect.",
            "effects": []
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Enter the intelligence contest.",
        "returnToDeck": true,
        "outcomes": [
          {
            "condition": "aesther,human,orchid,quatryl,vermling",
            "narrative": "You may choose to redraw one of the cards.",
            "effects": [
              "All may buy any one item (73-82) at the discount below based on the number of attack modifier cards that match the color of the first card drawn.",
              "Discount - number of matches x 6 gold"
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "No effect.",
            "effects": []
          }
        ]
      }
    ]
  },
  {
    "cardId": "59",
    "edition": "cs",
    "type": "road",
    "narrative": "\"Red berries, green berries, get your berries here!\" you hear a melodious choir chanting from a caravan slowly passing you by. A Vermling pokes it head out of the caravan, and it comes to a screeching halt. \"Traveler! Have you ever seen or tasted such a spectacular delicacy?\" the Vermling extends both hands to reveal a handful of sticky berries, juice dripping from his paws.<br><br>You shake your head in disgust, remembering your promise to never eat roadside berries again, when the Vermling shakes his head and grabs your shoulder. \"These are no ordinary berries. They're infused with the psychic power which will allow you manifest your greatest inner potential. Therefore, I insist! Take your pick, red or green?\"",
    "options": [
      {
        "label": "A",
        "narrative": "Choose the red berries.",
        "outcomes": [
          {
            "narrative": "You choose to eat the red berries, and although the taste is familiar, you begin to sense the power described by the Vermling.",
            "effects": [
              "IF \"NATURALIST\" OR \"TRAILBLAZERS\": At the end of the first round, all characters may Recover one lost card.",
              "IF \"EXPLORERS,\" \"MILITANTS\" OR \"PROTECTORS\": All characters start the scenario by overhealing by 3 hit points, but their maximum hit point value remains the same."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Choose the green berries.",
        "outcomes": [
          {
            "narrative": "You choose to eat the green berries, and although the taste is familiar, you begin to sense the power described by the Vermling.",
            "effects": [
              "IF \"TRAILBLAZERS\" OR \"EXPLORERS\": During the first round, all Move abilities by characters have their value doubled.",
              "IF \"MILITANTS,\" \"PROTECTORS\" OR \"NATURALISTS\": At the end of the first round, all characters may Refresh one spent or consumed item."
            ]
          }
        ]
      }
    ]
  },
  {
    "cardId": "60",
    "edition": "cs",
    "type": "road",
    "narrative": "As the moonlight shines bright upon the field before you, you contemplate setting up your tent here for the evening when you suddenly hear a rustling from within the tall grass before you. An Inox jumps out from the grass, and as you reach for your weapon she puts out her hand, as if to express caution. \"Fear not, I mean you no harm,\" the Inox tells you. \"I'm here looking for a cave nearby, which is rumored to host the corpses of wealthy merchants, riddled with abandoned jewelry.\" \"However,\" the Inox continues, \"I fear for bandits. Would you care to escort me on this journey? I'd be willing to split the loot with you.\"",
    "options": [
      {
        "label": "A",
        "narrative": "Join her to search for the cave together.",
        "outcomes": [
          {
            "condition": "naturalist",
            "narrative": "You accept the Inox' offer, and your savviness of the wilderness helps her navigate through terrain which leads you both to a small cave. The cave turns out to be empty, but there is an inscription on the wall which peaks your curiosity.",
            "effects": [
              "Read 71D."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "As you make your way through the tall grass, the Inox seems to struggle to keep up through the terrain and you're unsure how to help. She grows tired and gives up, wishing you luck as she disappears into the night.",
            "effects": [
              "Read outcome B."
            ]
          }
        ]
      },
      {
        "label": "B",
        "narrative": "Decline her offer and seek the cave on your own.",
        "outcomes": [
          {
            "condition": "naturalist,trailblazers,explorers",
            "narrative": "You decide to find the cave on your own, and after hours of searching, you come across a small cave. Although there are no corpses to be found, there is an inscription on the wall which peaks your interest.",
            "effects": [
              "Read 71D."
            ]
          },
          {
            "condition": {
              "type": "otherwise"
            },
            "narrative": "You spend hours searching but find yourself cursing your navigation skills as the sun begins to rise. With daylight approaching, it's time to move on and continue with your journey, as there's no more time to rest.",
            "effects": [
              "All suffer 1 damage and start scenario with MUDDLE."
            ]
          }
        ]
      }
    ]
  }
]